{"agency_name":"Buena Park","overall_score":"60%","police_violence_score":"100%","police_accountability_score":"15%","approach_to_policing_score":"64%","use_of_less_lethal_force":"","less_lethal_force_per_arrest":"","rank_of_less_fethal_force_per_arrest":"","percent_of_less_lethal_force_per_arrest":"","deadly_force_incidents":"0","fatality_rate":"","unarmed_victims_per_arrest":"0.0","percent_of_unarmed_victims_per_arrest":"100%","deadly_force_incidents_per_arrest":"0.0","rank_of_deadly_force_incidents_per_arrest":"86","percentile_of_deadly_force_incidents_per_arrest":"100%","black_deadly_force_per_arrest_rate":"0.0","black_deadly_force_disparity_per_arrest":"","black_deadly_force_disparity_per_population":"","hispanic_deadly_force_per_arrest_rate":"0.0","hispanic_deadly_force_disparity_per_arrest":"","hispanic_deadly_force_disparity_per_population":"","number_of_people_impacted_by_deadly_force":"0","percent_used_against_people_who_were_not_armed_with_gun":"","percent_used_against_people_who_were_unarmed":"","deady_force_against_unarmed_people_per_arrest":"0.0","percent_of_deadly_force_against_unarmed_people_per_arrest":"100%","percent_police_misperceive_the_person_to_have_gun":"","civilian_complaints_reported":"16","civilian_complaints_sustained":"0.0","percent_of_civilian_complaints_sustained":"0%","rank_of_percent_complaints_sustained":"1","percent_of_complaints_sustained":"15%","civilian_complaints_per_100_officers":"19.8","use_of_force_complaints_reported":"","percent_use_of_force_complaints_sustained":"","discrimination_complaints_reported":"0","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"","criminal_complaints_reported":"0","criminal_complaints_sustained":"0","percent_criminal_complaints_sustained":"","total_arrests":"3,186","percent_misdemeanor_arrests":"61%","misdemeanor_arrests_per_population":"22.7","rank_of_misdemeanor_arrests_per_population":"28","percent_of_misdemeanor_arrests_per_population":"27%","percent_drug_possession_arrests":"28%","percent_violent_crime_arrests":"4%","times_more_misdemeanor_arrests_than_violent_crime":"15.3","murders":"6","murders_cleared":"6","percent_of_murders_solved":"100%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officers to review statements before interviews.\nSection 310.7 The involved officer shall be provided with a copy of his or her prior statement before proceeding with any subsequent interview(s) (Government Code § 3303(g)).\n\nPermits officer to record interview.\nSection 310.7 Administrative interview(s) should be recorded by the investigator (the officer may also record the interview) Government Code § 3303 (g));\nPermits officer to review all audio and video footage of a incident they are involved in.\nSection 310.8 Any officer involved in an incident will be permitted to review their own video or audio recordings prior to providing a recorded statement or completing reports.","limits_oversight_discipline":"0","policy_language_limits_oversight_discipline":"","requires_city_pay_for_misconduct":"0","policy_language_requires_city_pay_for_misconduct":"","erases_misconduct_records":"0","policy_language_erases_misconduct_records":"","requires_deescalation":"0","policy_language_requires_deescalation":"No requirement in Use of Force section.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"300.3.6 LATERAL VASCULAR NECK RESTRAINT\nThe proper application of the Lateral Vascular Neck Restraint (LVNR) may be effective in restraining a violent or combative individual.","duty_to_intervene":"1","policy_language_duty_to_intervene":"300.3.1 DUTY TO INTERCEDE\nAny officer present and observing another officer using force that is clearly beyond that which is objectively reasonable under the circumstances shall, when in a position to do so, intercede to prevent the use of unreasonable force.","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"300.4 DEADLY FORCE APPLICATIONS\nWhere feasible, a warning should be given, before the officer resorts to deadly force as outlined above. A specific warning that deadly force will be used is not required by this policy, only that a warning be given if feasible.","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"300.4.1 SHOOTING AT OR FROM MOVING VEHICLES\nShots fired at or from a moving vehicle are rarely effective and are generally discouraged.","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"Does not explicitly state pointing  firearm = use of force.\n300.6 REPORTING THE USE OF FORCE\nAny use of force by an employee of this Department shall be documented promptly, completely and accurately in an appropriate report, depending on the nature of the incident.","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"No requirement to exhaust all other options.\n300.4 DEADLY FORCE APPLICATIONS\nWhile the use of a firearm is expressly considered deadly force, other force might also be considered deadly force if the officer reasonably anticipates and intends that the force applied will create a substantial likelihood of causing death or very serious injury. Use of deadly force is justified in the following circumstances:\n(a) An officer may use deadly force to protect himself\/herself or others from what he\/she reasonably believe would be an imminent threat of death or serious bodily injury.\n(b) An officer may use deadly force to stop a fleeing suspect when the officer has probable cause to believe that the suspect has committed, or intends to commit, a felony involving the infliction or threatened infliction of serious bodily injury or death, and the officer reasonably believes that there is an imminent or future potential risk of serious bodily injury or death to any other person if the suspect is not immediately apprehended. Under such circumstances, a verbal warning should precede the use\nof deadly force, where feasible.","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"300.1 PURPOSE AND SCOPE\nThis policy provides guidelines on the reasonable use of force. While there is no way to specify the exact amount or type of reasonable force to be applied in any situation, every employee of this Department is expected to use these guidelines to make such decisions in a professional, impartial and reasonable manner.\n300.2 POLICY\nOfficers shall use only that amount of force that reasonably appears necessary given the facts and circumstances perceived by the officer at the time of the event to accomplish a legitimate law enforcement purpose.","link_to_policy_manual":"https:\/\/drive.google.com\/open?id=13ybM6Hi3XoCjk04UUq7xHr3SgJQiVVfA","percent_asianpacificislander_deadly_force":"","percent_white_deadly_force":"","percent_black_deadly_force":"","percent_hispanic_deadly_force":"","percent_other_deadly_force":"","percent_asianpacificislander_population":"31%","percent_white_population":"26%","percent_black_population":"5%","percent_hispanic_population":"36%","percent_other_population":"1%","percent_asianpacificislander_arrests":"6%","percent_white_arrests":"37%","percent_black_arrests":"9%","percent_hispanic_arrests":"46%","percent_other_arrests":"3%","people_perceived_to_have_gun":"","people_found_to_have_gun":"","percentile_of_murders_solved":"31%"}