{"agency_name":"Costa Mesa","overall_score":"72%","police_violence_score":"100%","police_accountability_score":"60%","approach_to_policing_score":"56%","use_of_less_lethal_force":null,"less_lethal_force_per_arrest":null,"rank_of_less_fethal_force_per_arrest":null,"percent_of_less_lethal_force_per_arrest":null,"deadly_force_incidents":"0","fatality_rate":null,"unarmed_victims_per_arrest":"0.0","percent_of_unarmed_victims_per_arrest":"100%","deadly_force_incidents_per_arrest":"0.0","rank_of_deadly_force_incidents_per_arrest":"86","percentile_of_deadly_force_incidents_per_arrest":"100%","black_deadly_force_per_arrest_rate":"0.0","black_deadly_force_disparity_per_arrest":null,"black_deadly_force_disparity_per_population":null,"hispanic_deadly_force_per_arrest_rate":"0.0","hispanic_deadly_force_disparity_per_arrest":null,"hispanic_deadly_force_disparity_per_population":null,"number_of_people_impacted_by_deadly_force":"0","percent_used_against_people_who_were_not_armed_with_gun":null,"percent_used_against_people_who_were_unarmed":null,"deady_force_against_unarmed_people_per_arrest":"0.0","percent_of_deadly_force_against_unarmed_people_per_arrest":"100%","percent_police_misperceive_the_person_to_have_gun":null,"civilian_complaints_reported":"35","civilian_complaints_sustained":"4.0","percent_of_civilian_complaints_sustained":"11%","rank_of_percent_complaints_sustained":"59","percent_of_complaints_sustained":"60%","civilian_complaints_per_100_officers":"31.3","use_of_force_complaints_reported":"3","percent_use_of_force_complaints_sustained":"0%","discrimination_complaints_reported":"1","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"0%","criminal_complaints_reported":"0","criminal_complaints_sustained":"0","percent_criminal_complaints_sustained":null,"total_arrests":"5,071","percent_misdemeanor_arrests":"69%","misdemeanor_arrests_per_population":"29.7","rank_of_misdemeanor_arrests_per_population":"13","percent_of_misdemeanor_arrests_per_population":"12%","percent_drug_possession_arrests":"27%","percent_violent_crime_arrests":"6%","times_more_misdemeanor_arrests_than_violent_crime":"10.6","murders":"4","murders_cleared":"6","percent_of_murders_solved":"100%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nPermits officer to record interview.\nSection 1500.18 Administrative interview (s) should be tape recorded by the Department (the\nofficer may also record the interview, Government Code 3303(g).\nPermits officer to review all audio and video footage of a incident they are involved in.\nSection 720.4. A supervisor may review any DAR or DVARS recorded event. Departmental personnel may\nreview their own recorded events. At no time shall any recorded event be used or shown for the\npurpose of personnel ridicule or embarrassment.\n\n\nPermits officer to review statement before proceeding with interviews.\nSection 1500.18 The involved officer shall be provided with a copy of his or her prior statement before proceeding with any subsequent interview(s), Government Code 3303(g).","limits_oversight_discipline":"0","policy_language_limits_oversight_discipline":null,"requires_city_pay_for_misconduct":"0","policy_language_requires_city_pay_for_misconduct":null,"erases_misconduct_records":"0","policy_language_erases_misconduct_records":null,"requires_deescalation":"0","policy_language_requires_deescalation":"2220.1 THE USE OF DEADLY FORCE\nAn officer is authorized, but not required, to use deadly force when it appears reasonable:\n(a) To protect himself or others from what he reasonably believes to be an immediate threat of death or serious bodily injury.\n(b) To prevent the escape and affect the arrest of a felon where the officer has reasonable cause to believe the suspect poses a significant threat of death or serious bodily injury to himself or others.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"980.2 USE OF FORCE REPORTING (Revised 8-09)\nReportable Force is defined as an on or off-duty incident where officers pursuant to their official\ncapacity use a level of force in which an injury or complaint of injury occurs during the course of\ncontact with a subject.\n(b) Exception: In all cases in which a Carotid Restraint Control Hold is used. A Critical\nIncident Report shall be completed in accordance with Costa Mesa Police Manual\n660.2.","duty_to_intervene":"0","policy_language_duty_to_intervene":"unable to find mention","requires_warning_before_shooting":"0","policy_language_requires_warning_before_shooting":"unable to find mention","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"2220.5 FIRING AT OR FROM MOVING VEHICLES\nOfficers should not discharge their firearms from a moving vehicle or at a fleeing vehicle unless it can be reasonably accomplished without endangering other persons and it is necessary to\nprevent death or serious bodily injury by the driver of the vehicle. Experience shows that firing at or from a moving vehicle is seldom effective and can be potentially hazardous to innocent\npersons.","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"980.2 USE OF FORCE REPORTING (Revised 8-09)\nReportable Force is defined as an on or off-duty incident where officers pursuant to their official\ncapacity use a level of force in which an injury or complaint of injury occurs during the course of\ncontact with a subject.\n(a) Exception: Any use of a chemical agent, including OC Pepper spray, requires the\nfollowing: A Critical Incident Report be completed in accordance with Costa Mesa\nPolice Manual 660.2.\n(b) Exception: In all cases in which a Carotid Restraint Control Hold is used. A Critical\nIncident Report shall be completed in accordance with Costa Mesa Police Manual\n660.2.\nAny use of force that does not produce an injury or complaint of injury shall be documented in\nthe narrative of the arrest or incident report.","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"2220.1 THE USE OF DEADLY FORCE\nAn officer is authorized, but not required, to use deadly force when it appears reasonable:\n(a) To protect himself or others from what he reasonably believes to be an immediate threat of death or serious bodily injury.\n(b) To prevent the escape and affect the arrest of a felon where the officer has reasonable cause to believe the suspect poses a significant threat of death or serious bodily injury to himself or others.\n120.2 LEGALITIES\nCalifornia State law provides that an officer may use deadly force:\n(a) To protect his own life or that of another.\n(b) To prevent the escape of one who has committed or attempted to commit a forcible felony which involves the infliction or threatened infliction of great bodily harm or is\nattempting to escape by use of a deadly weapon or otherwise indicates that he will endanger human life or inflict great bodily harm unless arrested without delay.\nThe law regarding the use of deadly force remains the same in an active shooter incident. However, an active shooter is engaged in a continuing forcible felony, and the time frame for the\nuse of deadly force against him continues until the suspect discards his weapons and surrenders or is incapacitated.\n1260 LESS LETHAL MUNITIONS \n(a) An exception to this is if physical injury to the officer or others is imminent and deadly force is not justified or the circumstances have escalated to those that would require the use of deadly force. In these cases the on scene officer may take appropriate action as necessary, including firing the SIM.\n(b) Officers assigned as back up will be given specific duties prior to the use of the SIM when personnel numbers and time permit). These duties include, but are not limited to:\n2. Designated use of “deadly force\" officer to guard against a serious escalation of force endangering the lives of officers or others.","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"980 FORCE\nTo effectively bring an incident under control, it is the policy of this department that officers shall use only objectively reasonable force, given the facts and circumstances known at the\ntime of the event. \"Reasonable\" as applied to the use of force must be judged from the perspective of a reasonable officer on the scene at the time of the incident.\nCalifornia Penal Code 835a provides that: Any peace officer who has reasonable cause to believe that the person to be arrested has committed a public offense may use reasonable force to affect the arrest, to prevent escape or to overcome resistance. A peace officer who makes, or attempts to make, an arrest need not retreat or desist from his efforts by reason of resistance or threatened resistance of the person being arrested; nor shall such officer be deemed an aggressor or lose his right to self-defense by the use of reasonable force to effect the arrest or to\nprevent escape or to overcome resistance.....\nWhile various levels of force exist, each officer is expected to respond with only that level of force which reasonably appears appropriate under the circumstances at the time to\nsuccessfully accomplish the legitimate law enforcement purpose in accordance with this policy. The decision to use force rests with each officer. While there is no way to specify the exact\namount or type of reasonable force to be applied in any situation, each officer is expected to use these guidelines to make such decisions in a professional, impartial and safe manner.\n1260 LESS LETHAL MUNITIONS \n(a) An exception to this is if physical injury to the officer or others is imminent and deadly force is not justified or the circumstances have escalated to those that would require the use of deadly force. In these cases the on scene officer may take appropriate action as necessary, including firing the SIM.\n(b) Officers assigned as back up will be given specific duties prior to the use of the SIM when personnel numbers and time permit). These duties include, but are not limited to:\n2. Designated use of “deadly force\" officer to guard against a serious escalation of force endangering the lives of officers or others.\n2220.2 DISPLAY OF WEAPONS\nOfficers should not draw or display a firearm unless the circumstances create a reasonable belief that it may be necessary to use the firearm in conformance with this policy.\nUnnecessarily or prematurely drawing or exhibiting a firearm can limit an officer's alternatives in controlling a situation, may create unnecessary anxiety on the part of citizens, and may result in\nan unwarranted or accidental discharge of the firearm. Therefore, an officer's decision to draw or exhibit a firearm should be based on the tactical situation and the officer's reasonable belief that there is a potential risk that the situation may escalate to the point where deadly force may be justified.\n2220.1 THE USE OF DEADLY FORCE\nAn officer is authorized, but not required, to use deadly force when it appears reasonable:\n(a) To protect himself or others from what he reasonably believes to be an immediate threat of death or serious bodily injury.\n(b) To prevent the escape and affect the arrest of a felon where the officer has reasonable cause to believe the suspect poses a significant threat of death or serious bodily injury to\nhimself or others.","link_to_policy_manual":"https:\/\/drive.google.com\/file\/d\/1b6CbUMJFux0SDB9FDWX8VtYwCoUVVXD3\/view \nhttps:\/\/drive.google.com\/drive\/folders\/1W16PoXMmUERW0xw4DLS4r9W176IphfdR","percent_asianpacificislander_deadly_force":null,"percent_white_deadly_force":null,"percent_black_deadly_force":null,"percent_hispanic_deadly_force":null,"percent_other_deadly_force":null,"percent_asianpacificislander_population":"11%","percent_white_population":"50%","percent_black_population":"2%","percent_hispanic_population":"36%","percent_other_population":"2%","percent_asianpacificislander_arrests":"4%","percent_white_arrests":"59%","percent_black_arrests":"6%","percent_hispanic_arrests":"28%","percent_other_arrests":"4%","people_perceived_to_have_gun":null,"people_found_to_have_gun":null,"percentile_of_murders_solved":"3%"}