{"agency_name":"Inglewood","overall_score":"54.59%","police_violence_score":"76.77%","police_accountability_score":"27.04%","approach_to_policing_score":"59.95%","use_of_less_lethal_force":"","less_lethal_force_per_arrest":"","rank_of_less_fethal_force_per_arrest":"","percent_of_less_lethal_force_per_arrest":"","deadly_force_incidents":"1","fatality_rate":"100.00%","unarmed_victims_per_arrest":"0.0","percent_of_unarmed_victims_per_arrest":"100.00%","deadly_force_incidents_per_arrest":"2.8","rank_of_deadly_force_incidents_per_arrest":"54","percentile_of_deadly_force_incidents_per_arrest ":"53.54%","black_deadly_force_per_arrest_rate":"10.0","black_deadly_force_disparity_per_arrest":"","black_deadly_force_disparity_per_population":"","hispanic_deadly_force_per_arrest_rate":"0.0","hispanic_deadly_force_disparity_per_arrest":"","hispanic_deadly_force_disparity_per_population":"","number_of_people_impacted_by_deadly_force":"2","percent_used_against_people_who_were_not_armed_with_gun":"0.00%","percent_used_against_people_who_were_unarmed":"0.00%","deady_force_against_unarmed_people_per_arrest":"0.0","percent_of_deadly_force_against_unarmed_people_per_arrest":"100.00%","percent_police_misperceive_the_person_to_have_gun":"0.00%","civilian_complaints_reported":"40","civilian_complaints_sustained":"4.0","percent_of_civilian_complaints_sustained":"10.00%","rank_of_percent_complaints_sustained":"52","percent_of_complaints_sustained":"54.08%","civilian_complaints_per_100_officers":"22.9","use_of_force_complaints_reported":"","percent_use_of_force_complaints_sustained":"","discrimination_complaints_reported":"0","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"","criminal_complaints_reported":"2","criminal_complaints_sustained":"0","percent_criminal_complaints_sustained":"0.00%","total_arrests":"1,783","percent_misdemeanor_arrests":"57.36%","misdemeanor_arrests_per_population":"8.9","rank_of_misdemeanor_arrests_per_population":"90","percent_of_misdemeanor_arrests_per_population":"89.90%","percent_drug_possession_arrests":"4.32%","percent_violent_crime_arrests":"7.91%","times_more_misdemeanor_arrests_than_violent_crime":"7.1","murders":"70","murders_cleared":"21","percent_of_murders_solved":"30.00%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 310.7 Any officer involved in a shooting or death may be requested or administratively compelled\nto provide a blood sample for alcohol\/drug screening. Absent consent from the officer, such\ncompelled samples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officer to review statements\nSection 310.7 The involved officer shall be provided with a copy of his\/her prior statement before proceeding with any\nsubsequent interviews.\n\nPermits officer to record interview.\nSection 310.7 Administrative interviews should be recorded by the investigator. The officer may\nalso record the interview (Government Code § 3303(g)).\n\nPermits officer to review all audio and video footage of an incident where they use deadly force against a civilian.\nSection 310.8 Any officer involved in a shooting or death may be permitted to review available Mobile Audio\/\nVideo (MAV), body-worn video, or other video or audio recordings prior to providing a recorded\nstatement or completing reports.\nUpon request, non-law enforcement witnesses who are able to verify their presence and their\nability to contemporaneously perceive events at the scene of an incident may also be permitted\nto review available MAV, body-worn video, or other video or audio recordings with approval of\nassigned investigators or a supervisor.\nAny MAV, body-worn and other known video or audio recordings of an incident should not be\npublicly released during an ongoing investigation without consulting the prosecuting attorney or\nCity Attorney’s Office, as appropriate.\n\n\n\n\n","limits_oversight_discipline":"1","policy_language_limits_oversight_discipline":"Police Union Contract:\nAllows officers to overturn discipline through binding arbitration.\nSection III.B.1. Final Arbitration The scope of final arbitration of disciplinary appeals shall be limited to demotions, punitive disciplinary reductions in pay, or suspensions without pay of more than sixty (60) hours.\n\n","requires_city_pay_for_misconduct":"0","policy_language_requires_city_pay_for_misconduct":"","erases_misconduct_records":"0","policy_language_erases_misconduct_records":"","requires_deescalation":"1","policy_language_requires_deescalation":"300.3 Sometimes the Use-of-Force is unavoidable, and an officer must exercise physical control of a violent, assaultive, or resisting individual to make an arrest or to protect members of the public and officers from risk of harm.\nIn doing so:\n• Officers should recognize that their conduct prior to the use of force, including the display of a weapon, may be a factor which can influence the level of force necessary in a given situation.\n• Officers should take reasonable care that their actions do not precipitate an unnecessary, unreasonable, or disproportionate use of force, by placing themselves or others in jeopardy, or\nby not following policy or training.\n• Officers should continually assess the situation and changing circumstances, and modulate the use- of-force appropriately.\nAn officer shall use only the degree of force that is objectively reasonable, necessary under the circumstances and proportional to the threat or resistance of a subject.\n• Objectively Reasonable The reasonableness of a particular use of force is based on the totality of circumstances known by the officer at the time of the use of force and weighs the actions of the officer against the rights of the subject, in light of the circumstances surrounding the event. It must be judged from the perspective of a reasonable officer on the scene, rather than with the 20\/20 vision of hindsight\nThe reasonableness inquiry in an excessive-force case is an objective one: whether the officers’ actions are objectively reasonable in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation.\n• Necessary:\nOfficers will use physical force only when no reasonably effective alternative appears to exist, and only then to the degree which is reasonable to effect a lawful purpose.\n• Proportional:\nThe level of force applied must reflect the totality of circumstances surrounding the situation, including the presence of imminent danger to officers or others. Proportional force does not require officers to use the same type or amount of force as the subject. The more immediate the threat and the more likely that the threat will result in death or serious physical injury, the greater the level of force that may be objectively reasonable and necessary to counter it.\n• De-escalation:\nTaking action to stabilize the situation and reduce the immediacy of the threat so that more time, options, and resources are available to resolve the situation. The goal of de-escalation is to gain the voluntary compliance of subjects, when feasible, and thereby reduce or eliminate the necessity to use physical force.\n• De-escalation Techniques:\nActions used by officers, when safe and without compromising law-enforcement priorities, which seek to minimize the likelihood of the need to use force during an incident, and increase the likelihood of gaining voluntary compliance from a subject.\n• When safe, under the totality of the circumstances and time and circumstances permit, officers shall use de-escalation tactics in order to reduce the need for force.\nDe-escalation tactics and techniques are actions used by officers, when safe and without compromising law enforcement priorities, which that seek to minimize the likelihood of the need to use force during an incident and increase the likelihood of voluntary compliance. When safe and feasible under the totality of circumstances, officers shall attempt to slow down or stabilize the situation so that more time, options and resources are available for incident resolution.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"Partially redacted.\n300.3.4\n\nmay only be used when deadly force is justified per 300.4.\n• Any individual who has had , regardless of whether he\/ she was rendered unconscious, shall be promptly examined by paramedics or other qualified medical personnel and should be monitored until examined by paramedics or other appropriate medical personnel.","duty_to_intervene":"1","policy_language_duty_to_intervene":"300.2.1 DUTY TO INTERCEDE \nAny officer present and observing another officer using force that is clearly beyond that which is objectively reasonable under the circumstances shall, when in a position to do so, intercede to prevent the use of unreasonable force. An officer who observes another employee use force that exceeds the degree of force permitted by law should promptly report these observations to a supervisor.","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"300.4 DEADLY FORCE APPLICATIONS\nUse of deadly force is justified in the following circumstances:\n• An officer may use deadly force to protect him\/herself or others from what he\/she reasonably believes would be an imminent threat of death or serious bodily injury.\n• An officer may use deadly force to stop a fleeing subject when the officer has probable cause to believe that the person has committed, or intends to commit, a felony involving the infliction\nor threatened infliction of serious bodily injury or death, and the officer reasonably believes that there is an imminent risk of serious bodily injury or death to any other person if the subject is not\nimmediately apprehended. Under such circumstances, a verbal warning should precede the use of deadly force, where feasible.","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"Does not explicitly state pointing  firearm = use of force.\n300.5 REPORTING THE USE OF FORCE\nAny use of force by a member of this department shall be documented promptly, completely and accurately in an appropriate report, depending on the nature of the incident. The officer should articulate the factors perceived and why he\/she believed the use of force was reasonable under the circumstances. To collect data for purposes of training, resource allocation, analysis and related purposes, the Department may require the completion of additional report forms, as specified in department policy, procedure or law.","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"300.4 DEADLY FORCE APPLICATIONS\nUse of deadly force is justified in the following circumstances:\n• An officer may use deadly force to protect him\/herself or others from what he\/she reasonably believes would be an imminent threat of death or serious bodily injury.\n• An officer may use deadly force to stop a fleeing subject when the officer has probable cause to believe that the person has committed, or intends to commit, a felony involving the infliction\nor threatened infliction of serious bodily injury or death, and the officer reasonably believes that there is an imminent risk of serious bodily injury or death to any other person if the subject is not\nimmediately apprehended. Under such circumstances, a verbal warning should precede the use of deadly force, where feasible.","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"300.3 USE OF FORCE\nOfficers shall use only that amount of force that reasonably appears necessary given the facts and circumstances perceived by the officer at the time of the event to accomplish a legitimate law\nenforcement purpose.\n300.3.1 USE OF FORCE TO EFFECT AN ARREST\nAny peace officer may use reasonable force to effect an arrest, to prevent escape or to overcome resistance. A peace officer who makes or attempts to make an arrest need not retreat or desist from his\/her efforts by reason of resistance or threatened resistance on the part of the person being arrested; nor shall an officer be deemed the aggressor or lose his\/her right to self-defense by the use of reasonable force to effect the arrest, prevent escape or to overcome resistance (Penal Code § 835a).","link_to_policy_manual":"https:\/\/drive.google.com\/file\/d\/1FYXMZYk_bVjMVRkm7ugBQltjvkLkjZBx\/view","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"0.00%","percent_black_deadly_force":"100.00%","percent_hispanic_deadly_force":"0.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"2.00%","percent_white_population":"4.00%","percent_black_population":"41.00%","percent_hispanic_population":"53.00%","percent_other_population":"0.00%","percent_asianpacificislander_arrests":"0.00%","percent_white_arrests":"5.00%","percent_black_arrests":"56.00%","percent_hispanic_arrests":"37.00%","percent_other_arrests":"2.00%","people_perceived_to_have_gun":"2.00","people_found_to_have_gun":"2.00"}