{"agency_name":"Milpitas","overall_score":"44.41%","police_violence_score":"55.56%","police_accountability_score":"15.31%","approach_to_policing_score":"62.37%","use_of_less_lethal_force":"","less_lethal_force_per_arrest":"","rank_of_less_fethal_force_per_arrest":"","percent_of_less_lethal_force_per_arrest":"","deadly_force_incidents":"1","fatality_rate":"0.00%","unarmed_victims_per_arrest":"1.8","percent_of_unarmed_victims_per_arrest":"40.40%","deadly_force_incidents_per_arrest":"1.8","rank_of_deadly_force_incidents_per_arrest":"71","percentile_of_deadly_force_incidents_per_arrest ":"70.71%","black_deadly_force_per_arrest_rate":"0.0","black_deadly_force_disparity_per_arrest":"","black_deadly_force_disparity_per_population":"","hispanic_deadly_force_per_arrest_rate":"4.5","hispanic_deadly_force_disparity_per_arrest":"","hispanic_deadly_force_disparity_per_population":"","number_of_people_impacted_by_deadly_force":"1","percent_used_against_people_who_were_not_armed_with_gun":"100.00%","percent_used_against_people_who_were_unarmed":"100.00%","deady_force_against_unarmed_people_per_arrest":"1.8","percent_of_deadly_force_against_unarmed_people_per_arrest":"40.40%","percent_police_misperceive_the_person_to_have_gun":"100.00%","civilian_complaints_reported":"8","civilian_complaints_sustained":"0.0","percent_of_civilian_complaints_sustained":"0.00%","rank_of_percent_complaints_sustained":"1","percent_of_complaints_sustained":"15.31%","civilian_complaints_per_100_officers":"9.4","use_of_force_complaints_reported":"","percent_use_of_force_complaints_sustained":"","discrimination_complaints_reported":"0","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"","criminal_complaints_reported":"0","criminal_complaints_sustained":"0","percent_criminal_complaints_sustained":"","total_arrests":"2,741","percent_misdemeanor_arrests":"58.83%","misdemeanor_arrests_per_population":"18.8","rank_of_misdemeanor_arrests_per_population":"42","percent_of_misdemeanor_arrests_per_population":"41.41%","percent_drug_possession_arrests":"15.51%","percent_violent_crime_arrests":"5.03%","times_more_misdemeanor_arrests_than_violent_crime":"10.9","murders":"6","murders_cleared":"5","percent_of_murders_solved":"83.33%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 310.7 Any officer involved in a shooting or death may be requested or administratively compelled\nto provide a blood sample for alcohol\/drug screening. Absent consent from the officer, such\ncompelled samples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officer to review statements\nSection 1020.6 The involved officer shall be provided with a copy of his\/her prior statement before proceeding with any\nsubsequent interviews.\n\nPermits officer to record interview.\nSection 1020.6 Administrative interviews should be recorded by the investigator. The officer may\nalso record the interview (Government Code § 3303(g)).\n\n\n\n\n\n\n","limits_oversight_discipline":"1","policy_language_limits_oversight_discipline":"Police Union Contract:\nAllows officers to overturn discipline through binding arbitration.\nSection 4.05.3 The Police Chief, or designated representative, has authority to take disciplinary action. The\nHuman Resources Director shall be notified of any contemplated disciplinary action, beyond a\nletter of reprimand, prior to the time it is taken, or in an emergency situation, as soon as possible.\nThe immediate supervisor has the authority to issue a letter of reprimand.\nPrevents city from using past misconduct to inform future disciplinary actions.\nSection 4.05.2. Formal reprimands removed from an employee's personnel file shall\nnot be relied upon for any future disciplinary action, unless the\npending disciplinary action is for similar misconduct and\/or\nsub-performance.\n","requires_city_pay_for_misconduct":"0","policy_language_requires_city_pay_for_misconduct":"","erases_misconduct_records":"1","policy_language_erases_misconduct_records":"Police Union Contract:\nRemoves letters of reprimand from personnel files and can not be referenced in performance reviews.\nSection 4.05.2. The Human Resources Director shall remove a letter of reprimand from a sworn\npersonnel file or any other file used for personnel purposes upon written request by\nthe sworn employee provided there have been no additional disciplinary actions of a\nsimilar nature during the subsequent twelve (12) months. The Human Resources\nDirector shall remove a letter of reprimand from a non-sworn personnel file or any\nother file used for personnel purposes upon written request by the non-sworn\nemployee provided there have been no additional disciplinary actions of a similar\nnature during the subsequent twenty-four (24) months. Any letter of reprimand shall\nbe considered removed from the employee’s personnel file or any other file used for\npersonnel purposes after twelve (12) or twenty-four (24) months from the date of the\nwritten reprimand.\nIf the employee’s performance appraisal review contains any reference to the letter of\nreprimand which has been removed from the employee’s personnel file, that section or\npage of the employee’s performance appraisal review shall be rewritten so that any\nreference to the letter of reprimand is deleted.\n","requires_deescalation":"0","policy_language_requires_deescalation":"De-escalation only required in limited circumstances.\n300.3 USE OF FORCE\nOfficers shall use only that amount of force that reasonably appears necessary given the facts and circumstances perceived by the officer at the time of the event to accomplish a legitimate law enforcement purpose.\nDe-escalation only required in limited circumstances:\n308.5 308.9 KINETIC ENERGY PROJECTILE GUIDELINES\n309.9 TRAINING (CED_\n418.3 CONSIDERATIONS AND RESPONSIBILITIES (5150)","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"300.3.4 CAROTID CONTROL HOLD\nThe proper application of the carotid control hold may be effective in restraining a violent or combative individual.","duty_to_intervene":"1","policy_language_duty_to_intervene":"300.2.1 DUTY TO INTERCEDE \nAny officer present and observing another officer using force that is clearly beyond that which is objectively reasonable under the circumstances shall, when in a position to do so, intercede to prevent the use of unreasonable force. An officer who observes another employee use force that exceeds the degree of force permitted by law should promptly report these observations to a supervisor.","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"300.4 (b) An officer may use deadly force to stop a fleeing subject when the officer has probable cause to believe that the person has committed, or intends to commit, a felony involving the infliction or threatened infliction of serious bodily injury or death, and the officer reasonably believes that there is an imminent risk of serious bodily injury or death to any other person if the subject is not immediately apprehended. Under such circumstances, a verbal warning should precede the use of deadly force, where feasible. ","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"300.4.1 SHOOTING AT OR FROM MOVING VEHICLES Shots fired at or from a moving vehicle are rarely effective. Officers should move out of the path of an approaching vehicle instead of discharging their firearm at the vehicle or any of its occupants. An officer should only discharge a firearm at a moving vehicle or its occupants when the officer reasonably believes there are no other reasonable means available to avert the threat of the vehicle, or if deadly force other than the vehicle is directed at the officer or others.","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"Does not explicitly state pointing  firearm = use of force.\n300.5 REPORTING THE USE OF FORCE\nAny use of force by a member of this department shall be documented promptly, completely and accurately in an appropriate report, depending on the nature of the incident. The officer should articulate the factors perceived and why he\/she believed the use of force was reasonable under the\ncircumstances. To collect data for purposes of training, resource allocation, analysis and related purposes, the Department may require the completion of additional report forms, as specified in department policy, procedure or law.","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"300.4 DEADLY FORCE APPLICATIONS\nUse of deadly force is justified in the following circumstances:\n(a) An officer may use deadly force to protect him\/herself or others from what he\/she reasonably believes would be an imminent threat of death or serious bodily injury.\n(b) An officer may use deadly force to stop a fleeing subject when the officer has probable cause to believe that the person has committed, or intends to commit, a felony involving the infliction or threatened infliction of serious bodily injury or death, and the officer reasonably believes that there is an imminent risk of serious bodily injury or death to any other person if the subject is not immediately apprehended. Under such circumstances, a verbal warning should precede the use of deadly force, where feasible.","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"300.3 USE OF FORCE\nOfficers shall use only that amount of force that reasonably appears necessary given the facts and circumstances perceived by the officer at the time of the event to accomplish a legitimate law enforcement purpose.","link_to_policy_manual":"https:\/\/drive.google.com\/drive\/folders\/1U_WHUNahaI7wClcvFFYrNCsdBBRCm2V_","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"0.00%","percent_black_deadly_force":"0.00%","percent_hispanic_deadly_force":"100.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"68.00%","percent_white_population":"13.00%","percent_black_population":"2.00%","percent_hispanic_population":"17.00%","percent_other_population":"0.00%","percent_asianpacificislander_arrests":"21.00%","percent_white_arrests":"22.00%","percent_black_arrests":"16.00%","percent_hispanic_arrests":"40.00%","percent_other_arrests":"1.00%","people_perceived_to_have_gun":"1.00","people_found_to_have_gun":"0.00"}