{"agency_name":"Pomona","overall_score":"55.45%","police_violence_score":"81.06%","police_accountability_score":"36.69%","approach_to_policing_score":"48.61%","use_of_less_lethal_force":"28","less_lethal_force_per_arrest":"27.4","rank_of_less_fethal_force_per_arrest":"23","percent_of_less_lethal_force_per_arrest":"91.67%","deadly_force_incidents":"3","fatality_rate":"33.00%","unarmed_victims_per_arrest":"0.0","percent_of_unarmed_victims_per_arrest":"100.00%","deadly_force_incidents_per_arrest":"2.9","rank_of_deadly_force_incidents_per_arrest":"52","percentile_of_deadly_force_incidents_per_arrest ":"51.52%","black_deadly_force_per_arrest_rate":"4.9","black_deadly_force_disparity_per_arrest":"","black_deadly_force_disparity_per_population":"","hispanic_deadly_force_per_arrest_rate":"3.0","hispanic_deadly_force_disparity_per_arrest":"","hispanic_deadly_force_disparity_per_population":"","number_of_people_impacted_by_deadly_force":"3","percent_used_against_people_who_were_not_armed_with_gun":"33.00%","percent_used_against_people_who_were_unarmed":"0.00%","deady_force_against_unarmed_people_per_arrest":"0.0","percent_of_deadly_force_against_unarmed_people_per_arrest":"100.00%","percent_police_misperceive_the_person_to_have_gun":"33.00%","civilian_complaints_reported":"46","civilian_complaints_sustained":"6.0","percent_of_civilian_complaints_sustained":"13.04%","rank_of_percent_complaints_sustained":"64","percent_of_complaints_sustained":"64.29%","civilian_complaints_per_100_officers":"29.9","use_of_force_complaints_reported":"14","percent_use_of_force_complaints_sustained":"7.00%","discrimination_complaints_reported":"2","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"0.00%","criminal_complaints_reported":"11","criminal_complaints_sustained":"1","percent_criminal_complaints_sustained":"9.09%","total_arrests":"5,117","percent_misdemeanor_arrests":"52.97%","misdemeanor_arrests_per_population":"17.1","rank_of_misdemeanor_arrests_per_population":"59","percent_of_misdemeanor_arrests_per_population":"58.59%","percent_drug_possession_arrests":"6.72%","percent_violent_crime_arrests":"8.27%","times_more_misdemeanor_arrests_than_violent_crime":"6.2","murders":"88","murders_cleared":"34","percent_of_murders_solved":"38.64%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officer to review statements\nSection 304.7 The involved officer shall be provided with a copy of his\/her prior statement before proceeding with any\nsubsequent interviews.\n\nPermits officer to record interview.\nSection 304.7 Administrative interviews should be recorded by the investigator. The officer may\nalso record the interview (Government Code § 3303(g)).\n\nPermits officer to review all audio and video footage of an incident where they use deadly force against a civilian.\nSection 304.8 Any officer involved in a shooting or death may be permitted to review available Mobile Audio\/\nVideo (MAV), body-worn video, or other video or audio recordings prior to providing a recorded\nstatement or completing reports.\nUpon request, non-law enforcement witnesses who are able to verify their presence and their\nability to contemporaneously perceive events at the scene of an incident may also be permitted\nto review available MAV, body-worn video, or other video or audio recordings with approval of\nassigned investigators or a supervisor.\nAny MAV, body-worn and other known video or audio recordings of an incident should not be\npublicly released during an ongoing investigation without consulting the prosecuting attorney or\nCity Attorney’s Office, as appropriate.\n\n\n\n\n","limits_oversight_discipline":"1","policy_language_limits_oversight_discipline":"Police Union Contract:\nAllows officers to submit grievance to hearing committee\nSection Article X.B Step 4. If the grievance is not resolved at Step 3, the grievant may submit it to a Hearing Officer by filing a written request to do so with the City Manager within fifteen calendar days from the date a decision was rendered in Step 3.\n","requires_city_pay_for_misconduct":"0","policy_language_requires_city_pay_for_misconduct":"","erases_misconduct_records":"1","policy_language_erases_misconduct_records":"Police Union Contract: \nExpunges disciplinary records after 5 years\nSection Article XI.A Disciplinary memoranda and related documentation that are contained in the departmental personnel file shall be expunged after five years provided that no related incident occurs since the writing of the disciplinary memorandum.\n\n\n\n","requires_deescalation":"0","policy_language_requires_deescalation":"No.\n  No requirement to de-escalate situations, when possible.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"No. Carotid Control Holds authorized at a level below deadly force. \n  \"300.3.4 CAROTID CONTROL HOLD\n  The proper application of the carotid control hold may be effective in restraining a violent or\n  combative individual. However, due to the potential for injury, the use of the carotid control\n  hold is subject to the following:\n  (a) The officer shall have successfully completed department-approved training in the\n  use and application of the carotid control hold.\n  (b) The carotid control hold may only be used when circumstances perceived by the\n  officer at the time indicate that such application reasonably appears necessary to\n  control a person in any of the following circumstances:\n  1. The subject is violent or physically resisting.\n  2. The subject, by words or actions, has demonstrated an intention to be violent\n  and reasonably appears to have the potential to harm officers, him\/herself or others\"","duty_to_intervene":"1","policy_language_duty_to_intervene":"Yes. \"300.2.1 DUTY TO INTERCEDE\n  Any officer present and observing another officer using force that is clearly beyond that which is\n  objectively reasonable under the circumstances shall, when in a position to do so, intercede to\n  prevent the use of such excessive and\/or unreasonable force. Officers shall promptly report these\n  observations to a supervisor.\"","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"Yes. \"A verbal warning should precede the use of deadly force, where feasible.\"","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"No. Allows officers to shoot at moving vehicles when the vehicle itself is the threat if there are no other reasonable means available to stop the threat. \"300.5.1 SHOOTING AT OR FROM MOVING VEHICLES\n  Shots fired at or from a moving vehicle are rarely effective. Officers should move out of the path of\n  an approaching vehicle instead of discharging their firearm at the vehicle or any of its occupants.\n  An officer should only discharge a firearm at a moving vehicle or its occupants when the officer\n  reasonably believes there are no other reasonable means available to avert the threat of the\n  vehicle, or if deadly force other than the vehicle is directed at the officer or others.\n  Officers should not shoot at any part of a vehicle in an attempt to disable the vehicle.\"","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"No.\n  Officers not required to report when they point a firearm at a civilian, unless it discharges.","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"No. Does not require officers to exhaust other reasonable means before resorting to deadly force. \"Use of deadly force is justified in the following circumstances:\n  (a) An officer may use deadly force to protect him\/herself or others from what he\/she reasonably\n  believes would be an imminent threat of death or serious bodily injury.\n  (b) An officer may use deadly force to stop a fleeing subject when the officer has probable\n  cause to believe that the person has committed, or intends to commit, a felony involving the\n  infliction or threatened infliction of serious bodily injury or death, and the officer reasonably\n  believes that there is an imminent risk of serious bodily injury or death to any other person\n  if the subject is not immediately apprehended. Under such circumstances, a verbal warning\n  should precede the use of deadly force, where feasible.\"","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"No use of force continuum found in Policy Manual.","link_to_policy_manual":"https:\/\/cdn.muckrock.com\/foia_files\/2018\/05\/17\/18-PR0220_1.pdf","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"0.00%","percent_black_deadly_force":"33.00%","percent_hispanic_deadly_force":"67.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"11.00%","percent_white_population":"13.00%","percent_black_population":"6.00%","percent_hispanic_population":"70.00%","percent_other_population":"0.00%","percent_asianpacificislander_arrests":"0.00%","percent_white_arrests":"12.00%","percent_black_arrests":"20.00%","percent_hispanic_arrests":"65.00%","percent_other_arrests":"2.00%","people_perceived_to_have_gun":"3.00","people_found_to_have_gun":"2.00"}