{"agency_name":"San Jose","overall_score":"37%","police_violence_score":"17%","police_accountability_score":"12%","approach_to_policing_score":"81%","use_of_less_lethal_force":"515","less_lethal_force_per_arrest":"169.1","rank_of_less_fethal_force_per_arrest":"3","percent_of_less_lethal_force_per_arrest":"8.33%","deadly_force_incidents":"17","fatality_rate":"12%","unarmed_victims_per_arrest":"3.6","percent_of_unarmed_victims_per_arrest":"18%","deadly_force_incidents_per_arrest":"5.6","rank_of_deadly_force_incidents_per_arrest":"26","percentile_of_deadly_force_incidents_per_arrest":"25%","black_deadly_force_per_arrest_rate":"0.0","black_deadly_force_disparity_per_arrest":"0.0","black_deadly_force_disparity_per_population":"0.0","hispanic_deadly_force_per_arrest_rate":"8.2","hispanic_deadly_force_disparity_per_arrest":"1.7","hispanic_deadly_force_disparity_per_population":"3.6","number_of_people_impacted_by_deadly_force":"17","percent_used_against_people_who_were_not_armed_with_gun":"82%","percent_used_against_people_who_were_unarmed":"65%","deady_force_against_unarmed_people_per_arrest":"3.6","percent_of_deadly_force_against_unarmed_people_per_arrest":"18%","percent_police_misperceive_the_person_to_have_gun":"40%","civilian_complaints_reported":"486","civilian_complaints_sustained":"20.0","percent_of_civilian_complaints_sustained":"4%","rank_of_percent_complaints_sustained":"24","percent_of_complaints_sustained":"23%","civilian_complaints_per_100_officers":"51.8","use_of_force_complaints_reported":"","percent_use_of_force_complaints_sustained":"","discrimination_complaints_reported":"130","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"0%","criminal_complaints_reported":"8","criminal_complaints_sustained":"0","percent_criminal_complaints_sustained":"0%","total_arrests":"15,229","percent_misdemeanor_arrests":"41%","misdemeanor_arrests_per_population":"5.5","rank_of_misdemeanor_arrests_per_population":"100","percent_of_misdemeanor_arrests_per_population":"100%","percent_drug_possession_arrests":"12%","percent_violent_crime_arrests":"13%","times_more_misdemeanor_arrests_than_violent_crime":"2.9","murders":"179","murders_cleared":"110","percent_of_murders_solved":"61%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.\n\nPolice Union Contract: \nLimits investigations to a \"reasonable period of time\nSection 43.4 The Department shall undertake investigations of possible misconduct and dispose of them within a reasonable period of time.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.","limits_oversight_discipline":"1","policy_language_limits_oversight_discipline":"Police Union Contract:\nAllows officers to overturn discipline through binding arbitration\nSection 25.8.6 An employee challenging a suspension, demotion, dismissal or\n\ndisciplinary transfer shall have the option of choosing between the\n\ndispute-resolution provisions of this Agreement, or appeal to the Civil\n\nService Commission. Any employee who wishes to preserve the right\n\nof appeal to the Commission must comply with the time requirements\n\nfor filing such appeal as specified in the Civil Service Rules. Within\n\ntwenty (20) days of the date of a Notice of Discipline, the employee\n\nmay file an appeal with the Civil Service Commission or pursue the\n\ngrievance procedure or both. The grievance procedure shall begin at\n\nStep IV Arbitration for this process.\n\n\n\n\n\nNo civilian subpoena power\nSection 43.1 The City agrees that an Officer suspected of misconduct may be ordered to answer questions, notwithstanding the officers constitutional rights, upon penalty of discipline, if advised that such answers may not be used in any criminal proceedings against the officer.  Provided, however, only Internal Affairs investigators or command staff may so direct an Officer.\n\nPrevents the identity of the officer from being released to the public\/media\nSection 43.2 No photo of an Officer under investigation for criminal violations or disciplinary matters shall be made available to any media.","requires_city_pay_for_misconduct":"1","policy_language_requires_city_pay_for_misconduct":"Police Union Contract:\n40 hours paid leave after police killings\nSection 27 An officer involved in any on-duty incident in which the officer causes serious bodily injury or death, or involved in any other incident as determined by the Chief, shall be placed on at least forty (40) consecutive hours of paid administrative leave (or other paid leave, if applicable).  Within the initial administrative leave period, the Department and the officer shall meet, after which the leave may be extended at the option of the Department.","erases_misconduct_records":"0","policy_language_erases_misconduct_records":"","requires_deescalation":"0","policy_language_requires_deescalation":"No. \"Officers need not retreat or desist in the reasonable use of force. There is no requirement that officers use a lesser intrusive force option before progressing to a more intrusive one, as long as the force option used is objectively reasonable under the circumstances at that time. When confronted by force or resistance, an officer may use an objectively reasonable higher level of force to overcome that resistance.\"","bans_chokeholds_and_strangleholds":"1","policy_language_bans_chokeholds_and_strangleholds":"Yes. Policy limits chokeholds and carotid restraints to situations where deadly force would be authorized.\n  The \"Carotid Restraint\" may be used when other control techniques have failed or are inappropriate and deadly force may become objectively reasonable if the \"Carotid Restraint\" is not used.\"\n  \"The chokehold is prohibited as an authorized control technique to overcome resistance and shall not be used for this purpose. However, a chokehold may only be used by an officer as a deadly force option\" (See: http:\/\/www.sjpd.org\/images\/Chokehold_Policy_2016-002.pdf)","duty_to_intervene":"0","policy_language_duty_to_intervene":"No.","requires_warning_before_shooting":"0","policy_language_requires_warning_before_shooting":"No.","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"No. \"Shooting at the driver or occupant of a moving vehicle in self-defense or the defense of another is an option only if:\n  - The officer reasonably believes he or she, or another person, cannot move to a safe position, and\n  - There are no other safe and viable options available, and\n  - It is in defense of the life of the officer or another person.\"","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"No. Pointing a weapon at a civilian is not required to be reported. Also: \"EXCEPTIONS TO REPORTABLE FORCE: The use of a firm grip control which does not result in injury, the appearance of injury or complaint of pain (e.g., the use of a grip to control the suspect's hands while searching or handcuffing); or that force reasonable to overcome resistance due to physical disability or intoxication, which does not result in injury, the appearance of injury or complaint of pain (e.g., lifting an intoxicated person to a standing position).\"","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"No. Officers not required to exhaust other reasonable means before resorting to deadly force. \n  \"Officers need not retreat or desist in the reasonable use of force. There is no requirement that officers use a lesser intrusive force option before progressing to a more intrusive one, as long as the force option used is objectively reasonable under the circumstances at that time. When confronted by force or resistance, an officer may use an objectively reasonable higher level of force to overcome that resistance.\"\n  \"An officer may discharge a firearm under any of the following circumstances:\n  - When deadly force is objectively reasonable in self-defense or in defense of another\n  person's life\n  - When deadly force is objectively reasonable to effect the capture of, or prevent the\n  escape or rescue of, a suspect whom the officer has reasonable cause to believe has\n  committed a felony involving the use or a threat to use deadly force, and whom an\n  objectively reasonable officer could believe would pose an imminent danger of death or\n  serious physical injury to other persons if he or she were to escape\"","has_use_of_force_continuum":"1","policy_language_has_use_of_force_continuum":"Yes.","link_to_policy_manual":"https:\/\/drive.google.com\/open?id=1K0X-iK5zcLf13SIoR7Co-_N-Rcxaoj9p","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"0.00%","percent_black_deadly_force":"0.00%","percent_hispanic_deadly_force":"100.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"36%","percent_white_population":"26%","percent_black_population":"3%","percent_hispanic_population":"33%","percent_other_population":"2%","percent_asianpacificislander_arrests":"9%","percent_white_arrests":"21%","percent_black_arrests":"12%","percent_hispanic_arrests":"56%","percent_other_arrests":"2%","people_perceived_to_have_gun":"5","people_found_to_have_gun":"3","percentile_of_murders_solved":"72%"}