{"agency_name":"Santa Clara","overall_score":"48.26%","police_violence_score":"22.73%","police_accountability_score":"57.91%","approach_to_policing_score":"64.14%","use_of_less_lethal_force":"","less_lethal_force_per_arrest":"","rank_of_less_fethal_force_per_arrest":"","percent_of_less_lethal_force_per_arrest":"","deadly_force_incidents":"5","fatality_rate":"20.00%","unarmed_victims_per_arrest":"4.2","percent_of_unarmed_victims_per_arrest":"16.16%","deadly_force_incidents_per_arrest":"5.2","rank_of_deadly_force_incidents_per_arrest":"30","percentile_of_deadly_force_incidents_per_arrest ":"29.29%","black_deadly_force_per_arrest_rate":"0.0","black_deadly_force_disparity_per_arrest":"0.00","black_deadly_force_disparity_per_population":"0.00","hispanic_deadly_force_per_arrest_rate":"7.6","hispanic_deadly_force_disparity_per_arrest":"1.19","hispanic_deadly_force_disparity_per_population":"2.78","number_of_people_impacted_by_deadly_force":"5","percent_used_against_people_who_were_not_armed_with_gun":"100.00%","percent_used_against_people_who_were_unarmed":"80.00%","deady_force_against_unarmed_people_per_arrest":"4.2","percent_of_deadly_force_against_unarmed_people_per_arrest":"16.16%","percent_police_misperceive_the_person_to_have_gun":"100.00%","civilian_complaints_reported":"10","civilian_complaints_sustained":"3.0","percent_of_civilian_complaints_sustained":"30.00%","rank_of_percent_complaints_sustained":"89","percent_of_complaints_sustained":"90.82%","civilian_complaints_per_100_officers":"6.9","use_of_force_complaints_reported":"","percent_use_of_force_complaints_sustained":"","discrimination_complaints_reported":"2","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"0.00%","criminal_complaints_reported":"4","criminal_complaints_sustained":"1","percent_criminal_complaints_sustained":"25.00%","total_arrests":"4,768","percent_misdemeanor_arrests":"61.83%","misdemeanor_arrests_per_population":"22.2","rank_of_misdemeanor_arrests_per_population":"29","percent_of_misdemeanor_arrests_per_population":"28.28%","percent_drug_possession_arrests":"17.01%","percent_violent_crime_arrests":"5.14%","times_more_misdemeanor_arrests_than_violent_crime":"11.6","murders":"6","murders_cleared":"7","percent_of_murders_solved":"100.00%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 310.8 Any officer involved in a shooting may be administratively compelled to provide a blood\nsample for alcohol\/drug screening. Absent consent from the officer, such compelled\nsamples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency.","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.","limits_oversight_discipline":"0","policy_language_limits_oversight_discipline":"","requires_city_pay_for_misconduct":"1","policy_language_requires_city_pay_for_misconduct":"Police Union Contract:\nAllows officers to take paid time off while under investigation\nSection 13.B If a change of assignment, days, or hours of work is not feasible, an officer will be assigned time off with pay.\n\n\n\n\n\n\n\n\n\n\n\nCity pays when officers discharge firearms off-duty\nSection 44 The City shall indemnify represented employees from any liability claims and costs for personal injury or property damage cuased by the accidental discharge of his\/her authorized firearm while off-duty provided that:\n\n\n\n\n\n","erases_misconduct_records":"0","policy_language_erases_misconduct_records":"","requires_deescalation":"0","policy_language_requires_deescalation":"No.\n  No requirement to de-escalate situations, when possible.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"No. Carotid Control Holds authorized as an intermediate force option below deadly force. \"As a defensive or control measure, the carotid restraint may be utilized by a police officer when his\/her safety or the safety of another person is threatened. This restraint should be used cautiously and should be used when attempts of lesser force have been exhausted, are ineffective, or would have been inappropriate to attempt.\"","duty_to_intervene":"1","policy_language_duty_to_intervene":"Yes. \"Employees witnessing any unreasonable use of force that is unreasonable under the circumstances shall intercede to prevent the further use of force and shall inform their immediate supervisor as soon as possible.\"","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"Yes. \"When practical, a verbal warning or command should be given to the suspect before the use of any force. However, the practicality or feasibility of a warning may be contingent on any exigency, threat level, or other safety considerations.\"\n \"• An officer may use deadly force to effect the arrest or prevent the escape of a suspected felon where the officer has probable cause to believe that the suspect poses a significant threat of death or serious bodily injury to the officer or others. Under such circumstances, a verbal warning should precede the use of deadly force, when feasible.\"","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"No. Allows officers to shoot at moving vehicles when deadly force is not being used against others by means other than the vehicle if it's a last resort. \"There are situations in which suspects do use vehicles as weapons against officers. The safest tactical decision for officers may be to avoid the on-coming vehicle by seeking cover or moving to a position of safety. Shooting at a vehicle should ordinarily be an act of last resort and generally should only be done when other reasonable alternatives are impractical or fail. The mere movement of a vehicle toward an officer doesn’t necessarily constitute a deadly force situation.\"","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"No. Pointing a weapon at a civilian is not required to be reported. \n  \"IV. Reporting Procedures\n  It is the intent of this policy to outline the circumstances by which force is reported. All situations that the application of force to effect an arrest or restore order, shall be properly documented (officer's\n  report, supervisorÄƒÃ\u008ds use of force investigation report, administrative report, etc.). For example, if an\n  officer applies a control hold to gain or maintain control of subject, and there is neither injury nor\n  complaint of pain, the officer shall document the use of force in his\/her report.\"","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"No. Does not require officers to exhaust other reasonable means before resorting to deadly force. \"Use of deadly force is justified in the following circumstances:\n -Officers may use deadly force to protect themselves or others from what they reasonably believe would be an immediate threat of death or serious bodily injury.\n -An officer may use deadly force to effect the arrest or prevent the escape of a suspected felon where the officer has probable cause to believe that the suspect poses a significant threat of death or serious bodily injury to the officer or others. Under such circumstances, a verbal warning should precede the use of deadly force, when feasible.\"","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"1.3.1 “Any peace officer that has reasonable cause to believe that the person to be arrested has\ncommitted a public offense may use reasonable force to affect the arrest, to prevent escape, or to\novercome resistance. A peace officer who makes or attempts to make an arrest need not retreat\nor desist from his\/her efforts by reason of resistance or threatened resistance of the person being\narrested; nor shall such officer be deemed the aggressor or lose his\/her right to self-defense by\nthe use of reasonable force to effect the arrest or to prevent escape or to overcome resistance.”\n1.3.3 Less Lethal Force Applications\nAny application of force, which is not reasonably anticipated to result in death, shall be\nconsidered less lethal force. Less lethal force applications may include, but are not limited to,\nphysical contact (hands, body, etc.), the use of a baton, chemical agent, extended range impact\nweapon, Electronic Control Device (ECD), carotid restraint, leg restraints, improvised or\nunconventional weapons and other Less Lethal Weapons as described in General Order 1.4 .\nLess lethal force has the potential to cause injury.\n1.3.4 Deadly Force Applications\nUse of deadly force is justified in the following circumstances:\n Officers may use deadly force to protect themselves or others from what they reasonably\nbelieve would be an immediate threat of death or serious bodily injury.\n An officer may use deadly force to effect the arrest or prevent the escape of a suspected felon\nwhere the officer has probable cause to believe that the suspect poses a significant threat of\ndeath or serious bodily injury to the officer or others. Under such circumstances, a verbal\nwarning should precede the use of deadly force, when feasible.","link_to_policy_manual":"https:\/\/www.muckrock.com\/foi\/santa-clara-3432\/use-of-force-policy-ca-city-of-santa-clara-police-department-53986\/","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"40.00%","percent_black_deadly_force":"0.00%","percent_hispanic_deadly_force":"60.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"41.00%","percent_white_population":"32.00%","percent_black_population":"4.00%","percent_hispanic_population":"17.00%","percent_other_population":"5.00%","percent_asianpacificislander_arrests":"10.00%","percent_white_arrests":"33.00%","percent_black_arrests":"10.00%","percent_hispanic_arrests":"42.00%","percent_other_arrests":"6.00%","people_perceived_to_have_gun":"1.00","people_found_to_have_gun":"0.00"}