{"agency_name":"Santa Ana","overall_score":"34%","police_violence_score":"26%","police_accountability_score":"8%","approach_to_policing_score":"70%","use_of_less_lethal_force":"174","less_lethal_force_per_arrest":"92.6","rank_of_less_fethal_force_per_arrest":"9","percent_of_less_lethal_force_per_arrest":"30%","deadly_force_incidents":"10","fatality_rate":"50%","unarmed_victims_per_arrest":"3.2","percent_of_unarmed_victims_per_arrest":"19%","deadly_force_incidents_per_arrest":"5.3","rank_of_deadly_force_incidents_per_arrest":"29","percentile_of_deadly_force_incidents_per_arrest":"28%","black_deadly_force_per_arrest_rate":"0.0","black_deadly_force_disparity_per_arrest":null,"black_deadly_force_disparity_per_population":null,"hispanic_deadly_force_per_arrest_rate":"8.1","hispanic_deadly_force_disparity_per_arrest":null,"hispanic_deadly_force_disparity_per_population":null,"number_of_people_impacted_by_deadly_force":"12","percent_used_against_people_who_were_not_armed_with_gun":"67%","percent_used_against_people_who_were_unarmed":"50%","deady_force_against_unarmed_people_per_arrest":"3.2","percent_of_deadly_force_against_unarmed_people_per_arrest":"19%","percent_police_misperceive_the_person_to_have_gun":"33%","civilian_complaints_reported":"70","civilian_complaints_sustained":"0.0","percent_of_civilian_complaints_sustained":"0%","rank_of_percent_complaints_sustained":"1","percent_of_complaints_sustained":"15%","civilian_complaints_per_100_officers":"22.6","use_of_force_complaints_reported":"23","percent_use_of_force_complaints_sustained":"0%","discrimination_complaints_reported":"5","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"0%","criminal_complaints_reported":"6","criminal_complaints_sustained":"0","percent_criminal_complaints_sustained":"0%","total_arrests":"9,396","percent_misdemeanor_arrests":"42%","misdemeanor_arrests_per_population":"10.5","rank_of_misdemeanor_arrests_per_population":"86","percent_of_misdemeanor_arrests_per_population":"86%","percent_drug_possession_arrests":"16%","percent_violent_crime_arrests":"9%","times_more_misdemeanor_arrests_than_violent_crime":"4.1","murders":"87","murders_cleared":"47","percent_of_murders_solved":"54%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 305.7 Any officer involved in a shooting or death may be requested or administratively compelled\nto provide a blood sample for alcohol\/drug screening. Absent consent from the officer, such\ncompelled samples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officer to review statements\nSection 310.7 The involved officer shall be provided with a copy of his\/her prior statement before proceeding with any\nsubsequent interviews.\n\nPermits officer to record interview.\nSection 310.7 Administrative interviews should be recorded by the investigator. The officer may\nalso record the interview (Government Code § 3303(g)).\n\nPermits officer to review all audio and video footage of an incident where they use deadly force against a civilian.\nSection 310.8 Any officer involved in a shooting or death may be permitted to review available Mobile Audio\/\nVideo (MAV), body-worn video, or other video or audio recordings prior to providing a recorded\nstatement or completing reports.\nUpon request, non-law enforcement witnesses who are able to verify their presence and their\nability to contemporaneously perceive events at the scene of an incident may also be permitted\nto review available MAV, body-worn video, or other video or audio recordings with approval of\nassigned investigators or a supervisor.\nAny MAV, body-worn and other known video or audio recordings of an incident should not be\npublicly released during an ongoing investigation without consulting the prosecuting attorney or\nCity Attorney’s Office, as appropriate.","limits_oversight_discipline":"0","policy_language_limits_oversight_discipline":null,"requires_city_pay_for_misconduct":"1","policy_language_requires_city_pay_for_misconduct":"Police Union Contract:\nCity pays into a fund for legal defense for LEO\nSection 1st 3 side letters (non-sup.) The City will pay for PORAC Legal Defense Fund for each employee during the time they are employed","erases_misconduct_records":"0","policy_language_erases_misconduct_records":null,"requires_deescalation":"0","policy_language_requires_deescalation":"No.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"No.","duty_to_intervene":"1","policy_language_duty_to_intervene":"Yes. \"300.2.1 DUTY TO INTERCEDE\n Any officer present and observing another officer using force that is clearly beyond that which\n is objectively reasonable under the circumstances shall, when in a position to do so, intercede\n to prevent the use of unreasonable force. An officer who observes another employee use force\n that exceeds the degree of force permitted by law should promptly report these observations to\n a supervisor.\"","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"Yes. \"If feasible, prior to using force, which carries a significant risk of serious injury, officers are recommended to give warning that such force may be used. If a warning is not feasible, officers should document why it was not practical to do so.\"","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"No. Allows officers to shoot at moving vehicles when deadly force is not being used against others by means other than the vehicle if there is no alternative. \n  \"An officer shall not discharge a firearm at or from a moving vehicle except as the ultimate\n  measure of self-defense or defense of another when the suspect is using deadly force other than\n  the vehicle. When the vehicle is the deadly force, a firearm is not likely to safely stop the assault and is\n  discouraged unless it reasonably appears to the officer that there are no other safe and viable\n  alternatives available (e.g., the inability to move out of the way).\"","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"No. Pointing a weapon at a civilian is not required to be reported. \n  \"IV. Reporting Procedures\n  It is the intent of this policy to outline the circumstances by which force is reported. All situations that\n  require the application of force to effect an arrest or restore order, shall be properly documented (officer's\n  report, supervisorÄƒÃ\u008ds use of force investigation report, administrative report, etc.). For example, if an\n  officer applies a control hold to gain or maintain control of subject, and there is neither injury nor\n  complaint of pain, the officer shall document the use of force in his\/her report.\"","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"No. Officers not required to exhaust other reasonable means before resorting to deadly force. \"Therefore, it is the policy of this department that officers shall use only that amount of force which appears to be objectively reasonable, given the facts and circumstances perceived by the officer at the time of the event, to effectively bring an incident under control.\"\n  \"Force used beyond that which is reasonable becomes excessive and is prohibited.\"","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"No use of force continuum found in Policy Manual.","link_to_policy_manual":"https:\/\/drive.google.com\/open?id=1HLDnkKDL933U-nMgpFsSpXLana80N_gp","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"0.00%","percent_black_deadly_force":"0.00%","percent_hispanic_deadly_force":"100.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"11%","percent_white_population":"9%","percent_black_population":"1%","percent_hispanic_population":"79%","percent_other_population":"0%","percent_asianpacificislander_arrests":"2%","percent_white_arrests":"13%","percent_black_arrests":"5%","percent_hispanic_arrests":"79%","percent_other_arrests":"1%","people_perceived_to_have_gun":"6","people_found_to_have_gun":"4","percentile_of_murders_solved":"76%"}