{"agency_name":"Torrance","overall_score":"53%","police_violence_score":"51%","police_accountability_score":"16%","approach_to_policing_score":"91%","use_of_less_lethal_force":"18","less_lethal_force_per_arrest":"27.2","rank_of_less_fethal_force_per_arrest":"24","percent_of_less_lethal_force_per_arrest":"95.83%","deadly_force_incidents":"3","fatality_rate":"67%","unarmed_victims_per_arrest":"3.0","percent_of_unarmed_victims_per_arrest":"23%","deadly_force_incidents_per_arrest":"4.5","rank_of_deadly_force_incidents_per_arrest":"34","percentile_of_deadly_force_incidents_per_arrest":"33%","black_deadly_force_per_arrest_rate":"8.3","black_deadly_force_disparity_per_arrest":"","black_deadly_force_disparity_per_population":"","hispanic_deadly_force_per_arrest_rate":"7.5","hispanic_deadly_force_disparity_per_arrest":"","hispanic_deadly_force_disparity_per_population":"","number_of_people_impacted_by_deadly_force":"3","percent_used_against_people_who_were_not_armed_with_gun":"100%","percent_used_against_people_who_were_unarmed":"67%","deady_force_against_unarmed_people_per_arrest":"3.0","percent_of_deadly_force_against_unarmed_people_per_arrest":"23%","percent_police_misperceive_the_person_to_have_gun":"100%","civilian_complaints_reported":"66","civilian_complaints_sustained":"1.0","percent_of_civilian_complaints_sustained":"2%","rank_of_percent_complaints_sustained":"17","percent_of_complaints_sustained":"16%","civilian_complaints_per_100_officers":"31.7","use_of_force_complaints_reported":"","percent_use_of_force_complaints_sustained":"","discrimination_complaints_reported":"46","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"0%","criminal_complaints_reported":"0","criminal_complaints_sustained":"0","percent_criminal_complaints_sustained":"","total_arrests":"3,308","percent_misdemeanor_arrests":"54%","misdemeanor_arrests_per_population":"11.0","rank_of_misdemeanor_arrests_per_population":"82","percent_of_misdemeanor_arrests_per_population":"82%","percent_drug_possession_arrests":"10%","percent_violent_crime_arrests":"6%","times_more_misdemeanor_arrests_than_violent_crime":"8.2","murders":"6","murders_cleared":"10","percent_of_murders_solved":"100%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 305.7 Any officer involved in a shooting or death may be requested or administratively compelled\nto provide a blood sample for alcohol\/drug screening. Absent consent from the officer, such\ncompelled samples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolice Union Contract:\nGives access to officers prior to the hearing.\nSection Section 9.9.A 1) Prior to the imposition of a suspension, demotion, or discharge, an employee shall receive a written statement of charges and nature of the recommended discipline, at least five (5) days prior to the scheduling of a Skelly conference.","limits_oversight_discipline":"1","policy_language_limits_oversight_discipline":"Police Union Contract:\nAllows officers to overturn discipline through binding arbitration\nSection Section 11.3.D 1) The Arbitrator shall be impartial; and if the parties cannot agree upon an arbitrator, he\/she shall be selected from a list of seven names submitted by the California Mediation and Conciliation service. lf the agreement cannot be reached from among these names, each of the parties shall strike names from the list in rotation until only one name remains. Priority in striking shall be decided by a flip of a coin.","requires_city_pay_for_misconduct":"0","policy_language_requires_city_pay_for_misconduct":"","erases_misconduct_records":"0","policy_language_erases_misconduct_records":"","requires_deescalation":"0","policy_language_requires_deescalation":"No.\n  No requirement to de-escalate situations, when possible.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"No. Carotid Control Holds authorized at a level below deadly force. \n  \"300.3.4 CAROTID CONTROL HOLD\n The proper application of the carotid control hold may be effective in restraining a violent or\n combative individual. However, due to the potential for injury, the use of the carotid control hold\n is subject to the following:\n (a) The officer shall have successfully completed department-approved training in the use\n and application of the carotid control hold.\n (b) The carotid control hold is the only Department approved neck restraint. It may only be\n used when circumstances perceived by the officer at the time of the incident, indicate\n that reasonable force is necessary to effect an arrest or defend against the aggression\n of a suspect when it is reasonably believed failure to employ the hold would result in\n someone sustaining serious bodily injury.\n (c) Any individual who has had the carotid control hold applied, regardless of whether he\/\n she was rendered unconscious, shall be promptly examined by paramedics or other\n qualified medical personnel and should be monitored until examined by paramedics\n or other appropriate medical personnel.\n (d) The officer shall inform any person receiving custody, or any person placed in a\n position of providing care, that the individual has been subjected to the carotid control\n hold and whether the subject lost consciousness as a result.\n (e) Any officer attempting or applying the carotid control hold shall promptly notify a\n supervisor of the use or attempted use of such hold.\n (f) The use or attempted use of the carotid control hold shall be thoroughly documented\n by the officer in any related reports, including the Booking Data Sheet.\"","duty_to_intervene":"1","policy_language_duty_to_intervene":"Yes. \"300.2.1 DUTY TO INTERCEDE\n  Any officer present and observing another officer using force that is clearly beyond that which is\n  objectively reasonable under the circumstances shall, when in a position to do so, intercede to\n  prevent the use of such excessive and\/or unreasonable force. Officers shall promptly report these\n  observations to a supervisor.\"","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"Yes. \"If feasible, a verbal warning should be given.\"","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"No. Allows officers to shoot at moving vehicles when the vehicle itself is the threat if there are no other reasonable means available to stop the threat. \"Firing at or from moving vehicles shall be avoided except under compelling circumstances and then only as justified under legal limitations. \"","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"No.\n  Officers not required to report when they point a firearm at a civilian, unless it discharges.","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"No. Does not require officers to exhaust other reasonable means before resorting to deadly force. \"An officer is entitled to use deadly force when it is necessary to save himself, a citizen, a\n fellow officer, or a prisoner from death or grave bodily harm. He is not permitted to use\n deadly force to protect himself from simple assaults that are not likely to produce serious\n harm. \"","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"No use of force continuum found in Policy Manual.","link_to_policy_manual":"https:\/\/mycusthelp.com\/TORRANCECA\/_cs\/DownloadItemFile.aspx?iid=0t1vXWTN7us%3D&fid=%2FSPCi3fvnAPRL0rdav3FpqVEmzsGmvRBL10fcvmxmp4%3D&cid=1Diw%40%4012yKuTQ4%3D","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"0.00%","percent_black_deadly_force":"33.00%","percent_hispanic_deadly_force":"67.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"34%","percent_white_population":"39%","percent_black_population":"3%","percent_hispanic_population":"17%","percent_other_population":"7%","percent_asianpacificislander_arrests":"4%","percent_white_arrests":"31%","percent_black_arrests":"18%","percent_hispanic_arrests":"40%","percent_other_arrests":"7%","people_perceived_to_have_gun":"1","people_found_to_have_gun":"0","percentile_of_murders_solved":"1%"}