{"agency_name":"Tustin","overall_score":"70%","police_violence_score":"84%","police_accountability_score":"47%","approach_to_policing_score":"79%","use_of_less_lethal_force":"","less_lethal_force_per_arrest":"","rank_of_less_fethal_force_per_arrest":"","percent_of_less_lethal_force_per_arrest":"","deadly_force_incidents":"1","fatality_rate":"100%","unarmed_victims_per_arrest":"0.0","percent_of_unarmed_victims_per_arrest":"100%","deadly_force_incidents_per_arrest":"1.9","rank_of_deadly_force_incidents_per_arrest":"69","percentile_of_deadly_force_incidents_per_arrest":"69%","black_deadly_force_per_arrest_rate":"0.0","black_deadly_force_disparity_per_arrest":"","black_deadly_force_disparity_per_population":"","hispanic_deadly_force_per_arrest_rate":"3.8","hispanic_deadly_force_disparity_per_arrest":"","hispanic_deadly_force_disparity_per_population":"","number_of_people_impacted_by_deadly_force":"1","percent_used_against_people_who_were_not_armed_with_gun":"0%","percent_used_against_people_who_were_unarmed":"0%","deady_force_against_unarmed_people_per_arrest":"0.0","percent_of_deadly_force_against_unarmed_people_per_arrest":"100%","percent_police_misperceive_the_person_to_have_gun":"0%","civilian_complaints_reported":"38","civilian_complaints_sustained":"10.0","percent_of_civilian_complaints_sustained":"26%","rank_of_percent_complaints_sustained":"86","percent_of_complaints_sustained":"87%","civilian_complaints_per_100_officers":"43.7","use_of_force_complaints_reported":"","percent_use_of_force_complaints_sustained":"","discrimination_complaints_reported":"4","discrimination_complaints_sustained":"0","percent_discrimination_complaints_sustained":"0%","criminal_complaints_reported":"13","criminal_complaints_sustained":"1","percent_criminal_complaints_sustained":"8%","total_arrests":"2,582","percent_misdemeanor_arrests":"56%","misdemeanor_arrests_per_population":"17.1","rank_of_misdemeanor_arrests_per_population":"59","percent_of_misdemeanor_arrests_per_population":"59%","percent_drug_possession_arrests":"27%","percent_violent_crime_arrests":"8%","times_more_misdemeanor_arrests_than_violent_crime":"7.2","murders":"7","murders_cleared":"8","percent_of_murders_solved":"100%","disqualifies_complaints":"1","policy_language_disqualifies_complaints":"California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.","restricts_delays_interrogations":"1","policy_language_restricts_delays_interrogations":"California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 310.7 Any officer involved in a shooting or death may be requested or administratively compelled\nto provide a blood sample for alcohol\/drug screening. Absent consent from the officer, such\ncompelled samples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency","gives_officers_unfair_access_to_information":"1","policy_language_gives_officers_unfair_access_to_information":"California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officers to record interviews\nSection 1020.6 Absent circumstances preventing it, the interviewer should record all interviews of\nemployees and witnesses. The employee may also record the interview. If the employee\nhas been previously interviewed, a copy of that recorded interview shall be provided to the\nemployee prior to any subsequent interview (Government Code § 3303(g));","limits_oversight_discipline":"0","policy_language_limits_oversight_discipline":"","requires_city_pay_for_misconduct":"1","policy_language_requires_city_pay_for_misconduct":"Police Union Contract:\nCity pays for time when officers work on diciplinary appeal.\nSection 35.6. All bargaining unit members shall have the right to representation by TPOA in processing grievances and disciplinary appeals. Employees shall be afforded reasonable paid release time to meet with TPOA representatives for discussion and consultation on grievances and disciplinary appeals.","erases_misconduct_records":"1","policy_language_erases_misconduct_records":"Police Union Contract:\nPersonnel file excludes disciplinary appeals that are successful.\nSection 36.10. Copies of the City Manager’s decision, including the arbiter’s recommendations(s) shall be filed where appropriate, including the employee’s personnel file, unless no discipline is upheld by the City Manager.","requires_deescalation":"0","policy_language_requires_deescalation":"No requirement in Use of Force section.","bans_chokeholds_and_strangleholds":"0","policy_language_bans_chokeholds_and_strangleholds":"300.2.5 CAROTID RESTRAINT\nThe proper application of the carotid restraint hold by a trained officer may be effective in quickly restraining a violent individual.","duty_to_intervene":"1","policy_language_duty_to_intervene":"300.1.3 DUTY TO INTERCEDE\nAny officer present and observing another officer using force that is clearly beyond that which is objectively reasonable under the circumstances shall, when in a position to do so, intercede to prevent the use of such excessive force. Such officers should also promptly report these observations to a supervisor.","requires_warning_before_shooting":"1","policy_language_requires_warning_before_shooting":"304.1.4 \nc) Officers may use deadly force to stop a fleeing suspect when the officer has probable cause to believe that the suspect has committed, or intends to commit, a felony involving the infliction or threatened infliction of serious bodily injury or death and the officer reasonably believes that there is an imminent or future potential risk of serious bodily injury or death to others if the suspect is not immediately apprehended. Under such circumstances, a verbal warning should precede the use of deadly force when feasible.","restricts_shooting_at_moving_vehicles":"0","policy_language_restricts_shooting_at_moving_vehicles":"304.1.4 MOVING VEHICLES\nShots fired at or from a moving vehicle are rarely effective and are generally discouraged.","requires_comprehensive_reporting":"0","policy_language_requires_comprehensive_reporting":"Does not explicitly state pointing  firearm = use of force.\n300.5 REPORTING THE USE OF FORCE\nAny use of physical force by a member of the department shall be documented promptly, completely, and accurately in an appropriate report depending on the nature of the incident.","requires_exhaust_all_other_means_before_shooting":"0","policy_language_requires_exhaust_all_other_means_before_shooting":"No requirement to exhaust all other options.\n300.3 DEADLY FORCE APPLICATIONS\nWhile the use of a firearm is expressly considered deadly force, other force might also be considered deadly force if the officer reasonably anticipates and intends that the force applied will create a substantial likelihood of causing death or very serious injury. Use of deadly force is justified in the following circumstances:\n(a) An officer may use deadly force to protect himself\/herself or others from what he\/she reasonably believe would be an imminent threat of death or serious bodily injury.\n(b) An officer may use deadly force to stop a fleeing suspect when the officer has probable cause to believe that the suspect has committed, or intends to commit, a felony involving the infliction or threatened infliction of serious bodily injury or death, and the officer reasonably believes that there is an imminent or future potential risk of serious bodily injury or death to any other person if the suspect is not immediately apprehended. Under such circumstances, a verbal warning should precede the use\nof deadly force, where feasible.","has_use_of_force_continuum":"0","policy_language_has_use_of_force_continuum":"300.2.2 While various degrees of force exist, each officer is expected to use only that degree of force reasonable under the circumstances to successfully accomplish the legitimate law enforcement purpose in accordance with\n300.2 POLICY\nIt is the policy of this department that officers shall use only that amount of force that reasonably appears necessary, given the facts and circumstances perceived by the officer at the time of the event, to effectively bring an incident under control.","link_to_policy_manual":"https:\/\/drive.google.com\/drive\/folders\/135Sk9wa6SR1z-UBFPMDFfc6AkBS_lii6","percent_asianpacificislander_deadly_force":"0.00%","percent_white_deadly_force":"0.00%","percent_black_deadly_force":"0.00%","percent_hispanic_deadly_force":"100.00%","percent_other_deadly_force":"0.00%","percent_asianpacificislander_population":"22%","percent_white_population":"30%","percent_black_population":"3%","percent_hispanic_population":"40%","percent_other_population":"5%","percent_asianpacificislander_arrests":"5%","percent_white_arrests":"35%","percent_black_arrests":"6%","percent_hispanic_arrests":"51%","percent_other_arrests":"3%","people_perceived_to_have_gun":"1","people_found_to_have_gun":"1","percentile_of_murders_solved":"10%"}