{
  "agency_name": "Berkeley",
  "overall_score": "61.50%",
  "police_violence_score": "100.00%",
  "police_accountability_score": "14.80%",
  "approach_to_policing_score": "69.70%",
  "use_of_less_lethal_force": null,
  "less_lethal_force_per_arrest": null,
  "rank_of_less_fethal_force_per_arrest": null,
  "percent_of_less_lethal_force_per_arrest": null,
  "deadly_force_incidents": 0,
  "fatality_rate": null,
  "unarmed_victims_per_arrest": 0,
  "percent_of_unarmed_victims_per_arrest": "100.00%",
  "deadly_force_incidents_per_arrest": 0,
  "rank_of_deadly_force_incidents_per_arrest": 84,
  "percentile_of_deadly_force_incidents_per_arrest": "100.00%",
  "black_deadly_force_per_arrest_rate": 0,
  "black_deadly_force_disparity_per_arrest": null,
  "black_deadly_force_disparity_per_population": null,
  "hispanic_deadly_force_per_arrest_rate": 0,
  "hispanic_deadly_force_disparity_per_arrest": null,
  "hispanic_deadly_force_disparity_per_population": null,
  "number_of_people_impacted_by_deadly_force": 0,
  "percent_used_against_people_who_were_not_armed_with_gun": null,
  "percent_used_against_people_who_were_unarmed": null,
  "deady_force_against_unarmed_people_per_arrest": 0,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": null,
  "percent_police_misperceive_the_person_to_have_gun": null,
  "civilian_complaints_reported": 69,
  "civilian_complaints_sustained": 4,
  "percent_of_civilian_complaints_sustained": "5.80%",
  "rank_of_percent_complaints_sustained": 30,
  "percent_of_complaints_sustained": "29.59%",
  "civilian_complaints_per_100_officers": 39.4,
  "use_of_force_complaints_reported": null,
  "percent_use_of_force_complaints_sustained": null,
  "discrimination_complaints_reported": 50,
  "discrimination_complaints_sustained": 0,
  "percent_discrimination_complaints_sustained": "0.00%",
  "criminal_complaints_reported": 1,
  "criminal_complaints_sustained": 0,
  "percent_criminal_complaints_sustained": "0.00%",
  "total_arrests": "2,983",
  "percent_misdemeanor_arrests": "64.29%",
  "misdemeanor_arrests_per_population": 15.1,
  "rank_of_misdemeanor_arrests_per_population": 67,
  "percent_of_misdemeanor_arrests_per_population": "66.67%",
  "percent_drug_possession_arrests": "18.57%",
  "percent_violent_crime_arrests": "9.49%",
  "times_more_misdemeanor_arrests_than_violent_crime": 6.5,
  "murders": 11,
  "murders_cleared": 8,
  "percent_of_murders_solved": "72.73%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.\n\nPolice Union Contract: \n120 day statute of limitations to discipline an officer for misconduct.\nSection 37.4. The City agrees that no disciplinary action against an employee covered by this\nUnderstanding, which action involves a loss or reduction of pay or discharge, shall be\nimposed unless such action is taken within one hundred twenty (120) calendar days after\nthe date of the incident giving rise to the disciplinary action or within one hundred twenty\n(120) calendar days of the date the City has knowledge of the incident giving rise to the\ndisciplinary action",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolice Union Contract:\nAllows officers to review statements before interviews.\nSection 34 The complainant shall be provided with a copy of his or her statement, if requested.",
  "limits_oversight_discipline": 1,
  "policy_language_limits_oversight_discipline": "Policy Manual:\nPrevents officers from being required to take a lie detector test\nSection 52 Employees, sworn and civilian, shall not be required to submit to a polygraph examination or to similar tests which test for deception.\n\nPolice Union Contract:\nAllows officers to overturn discipline through binding arbitration\nSection 40.8.4 Arbitrator decisions on matters properly before them which pertain to the disciplinary actions involving the suspension, demotion, pay reduction or discharge of an employee shall be final and binding on both parties.\n\nLimits suspensions without pay to 30 days.\nSection 37.1. The City Manager may suspend an employee from his or her position at any time for just\ncause. Suspension without pay shall not exceed thirty (30) calendar days, nor shall any\nemployee be penalized by suspension for more than thirty (30) calendar days in any oneyear\nperiod.",
  "requires_city_pay_for_misconduct": 0,
  "policy_language_requires_city_pay_for_misconduct": null,
  "erases_misconduct_records": 0,
  "policy_language_erases_misconduct_records": null,
  "requires_deescalation": 0,
  "policy_language_requires_deescalation": "300.3.1 USE OF FORCE TO EFFECT AN ARREST\nAny peace officer may use reasonable force to effect an arrest, to prevent escape or to overcome resistance. A peace officer who makes or attempts to make an arrest need not retreat or desist from his/her efforts by reason of resistance or threatened resistance on the part of the person being arrested; nor shall an officer be deemed the aggressor or lose his/her right to self-defense by the use of reasonable force to effect the arrest, prevent escape or to overcome resistance (Penal Code § 835a).\n300.3\nThe reasonableness inquiry in an excessive-force case is an objective one: whether the officers’ actions are objectively reasonable in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation.\n\n• Proportional:\nThe level of force applied must reflect the totality of circumstances surrounding the situation, including the presence of imminent danger to officers or others. Proportional force does not require officers to use the same type or amount of force as the subject. The more immediate the threat and the more likely that the threat will result in death or serious physical injury, the greater the level of force that may be objectively reasonable and necessary to counter it.\n\n3 - The Department's Crisis Intervention Team (CIT) is composed of specially trained officers whose function is to respond to incidents which involve a mental health crisis, where the officer's specialized skills may be used to resolve such an incident and to provide further assistance, beyond the actual call, for the individual involved.\n4 - The CIT Program has four primary objectives:\na) To attempt to de-escalate crisis situations.\nb) To attempt to reduce the necessity for the use of force.\nc) To attempt to reduce recidivism among mentally ill criminal offenders.\nd) In collaboration with the community mental health system, consumer advocacy groups and the courts, to continuously work toward meeting these goals.",
  "bans_chokeholds_and_strangleholds": 1,
  "policy_language_bans_chokeholds_and_strangleholds": "PR 322 Carotid Restraint Hold – Use of – Not Permitted. Council Resolution No.\n\n52,605-N.S., dated February 14, 1985 states:\n\"Prohibiting Use of'choke hold' for law enforcement purposes in the City of Berkeley. Be it resolved by the Council of the City of Berkeley as follows: That the choke hold, including (but not limited to) the carotid restraint and the bar- arm hold, is hereby banned from use for law enforcement purposes in the City of Berkeley.",
  "duty_to_intervene": 0,
  "policy_language_duty_to_intervene": "unable to find mention",
  "requires_warning_before_shooting": 1,
  "policy_language_requires_warning_before_shooting": "PR 324 Firearms – Discharge of/Use of Deadly Force – When Permitted.\nOfficers shall not discharge firearms or use other lethal force in connection with police duty, except in the following circumstances:\n(a) When the officer reasonably believes that doing so is necessary to protect the officer or others from death or\nserious bodily injury, and, where feasible, some warning has been given.\n(b) To apprehend a suspected fleeing felon:\n(1) When necessary to prevent escape, and\n(2) When the officer has probable cause to believe that the suspected fleeing felon poses a significant threat of death or serious bodily injury to the officer or others,\nand\n(3) Where feasible, some warning has been given.",
  "restricts_shooting_at_moving_vehicles": 0,
  "policy_language_restricts_shooting_at_moving_vehicles": "29 - Firearms shall not be discharged at or from a moving vehicle unless the circumstances fall within the provisions of General Order U-2.",
  "requires_comprehensive_reporting": 0,
  "policy_language_requires_comprehensive_reporting": "Use of Force / Reporting Requirements\n\n23 - Any officer or employee who uses force shall, as soon as practical, make an oral\nreport to an on-duty sergeant or command officer in the following four situations:\n(a) When an officer discharges a firearm (intentional or unintentional) while\non duty, except during a supervised training session.\n(b) When an officer discharges a firearm while off-duty pursuant to his or her\nauthority as a law enforcement officer.\n(c) When an officer or employee uses force that results in death or injury, or\nwhen a subject complains that an injury has been inflicted. (See also\nGeneral Order C-16)\n(d) When an officer or employee uses a non-lethal weapon (e.g., Oleoresin\nCapsicum or baton) on a person, whether or not an injury is sustained,\nexcept in those situations deemed \"Unusual Occurrences\" as set forth in\nGeneral Order U-4 and the Event Management Manual, in which case,\nthe After Action Report will serve as the police report. (See also General\nOrder U-4)",
  "requires_exhaust_all_other_means_before_shooting": 0,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "PR 324 Firearms – Discharge of/Use of Deadly Force – When Permitted.\nOfficers shall not discharge firearms or use other lethal force in connection with police duty, except in the following circumstances:\n(a) When the officer reasonably believes that doing so is necessary to protect the officer or others from death or\nserious bodily injury, and, where feasible, some warning has been given.\n(b) To apprehend a suspected fleeing felon:\n(1) When necessary to prevent escape, and\n(2) When the officer has probable cause to believe that the suspected fleeing felon poses a significant threat of death or serious bodily injury to the officer or others,\nand\n(3) Where feasible, some warning has been given.",
  "has_use_of_force_continuum": 1,
  "policy_language_has_use_of_force_continuum": "POLICY\n3 - In deciding what type of reasonable force to use, officers and employees must use sound judgment and their training to assess the degree of threat in a given situation, and to determine what Departmentally authorized force techniques or weapons will bring the situation under control in a reasonable manner.\n(a) The Department uses a “use of force continuum” that refers to the concept that there are reasonable responses for every threat an officer faces in a hostile situation. The “spoked wheel” is one visual concept of the various options that an officer should consider in a threatening situation.\n(b) The force utilized need not be sequential (e.g., gradual or preceded by attempts at lower levels of force) if those lower levels are not appropriate to the threat.\nDEFINITIONS\n4 - Lethal Force: Any use of force that creates a substantial risk of causing death or serious bodily injury.\n5 - Less-Than-Lethal Force: Any use of force which, due to possible physiological effects of application, presents less potential for causing death or serious injury than conventional lethal force options. (a) Less-than-lethal force options include, but are not limited to, a specialized launcher, or other authorized device that can discharge, fire, launch or otherwise propel single or multiple flexible or non-flexible projectiles designed to cause physiological effects consistent with blunt force impact.\n6 - Non-Lethal Force: Any use of force other than lethal force or less-than-lethal force.",
  "link_to_policy_manual": "https://www.cityofberkeley.info/uploadedFiles/Police/Level_3_-_General/RELEASE_20181002_T101820_Berkeley_PD_Policy_Manual.pdf"
}
