{
  "agency_name": "Downey",
  "overall_score": "51.47%",
  "police_violence_score": "36.83%",
  "police_accountability_score": "39.80%",
  "approach_to_policing_score": "77.78%",
  "use_of_less_lethal_force": null,
  "less_lethal_force_per_arrest": null,
  "rank_of_less_fethal_force_per_arrest": null,
  "percent_of_less_lethal_force_per_arrest": null,
  "deadly_force_incidents": 2,
  "fatality_rate": "0.00%",
  "unarmed_victims_per_arrest": 3.1,
  "percent_of_unarmed_victims_per_arrest": "21.21%",
  "deadly_force_incidents_per_arrest": 3.1,
  "rank_of_deadly_force_incidents_per_arrest": 48,
  "percentile_of_deadly_force_incidents_per_arrest": "47.47%",
  "black_deadly_force_per_arrest_rate": 18.2,
  "black_deadly_force_disparity_per_arrest": null,
  "black_deadly_force_disparity_per_population": null,
  "hispanic_deadly_force_per_arrest_rate": 2,
  "hispanic_deadly_force_disparity_per_arrest": null,
  "hispanic_deadly_force_disparity_per_population": null,
  "number_of_people_impacted_by_deadly_force": 2,
  "percent_used_against_people_who_were_not_armed_with_gun": "100.00%",
  "percent_used_against_people_who_were_unarmed": "100.00%",
  "deady_force_against_unarmed_people_per_arrest": 3.6,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": "26.19%",
  "percent_police_misperceive_the_person_to_have_gun": null,
  "civilian_complaints_reported": 12,
  "civilian_complaints_sustained": 2,
  "percent_of_civilian_complaints_sustained": "16.67%",
  "rank_of_percent_complaints_sustained": 77,
  "percent_of_complaints_sustained": "79.59%",
  "civilian_complaints_per_100_officers": 11.3,
  "use_of_force_complaints_reported": null,
  "percent_use_of_force_complaints_sustained": null,
  "discrimination_complaints_reported": 0,
  "discrimination_complaints_sustained": 0,
  "percent_discrimination_complaints_sustained": null,
  "criminal_complaints_reported": 3,
  "criminal_complaints_sustained": 0,
  "percent_criminal_complaints_sustained": "0.00%",
  "total_arrests": "3,249",
  "percent_misdemeanor_arrests": "36.08%",
  "misdemeanor_arrests_per_population": 9,
  "rank_of_misdemeanor_arrests_per_population": 89,
  "percent_of_misdemeanor_arrests_per_population": "88.89%",
  "percent_drug_possession_arrests": "13.60%",
  "percent_violent_crime_arrests": "8.09%",
  "times_more_misdemeanor_arrests_than_violent_crime": 3.9,
  "murders": 21,
  "murders_cleared": 14,
  "percent_of_murders_solved": "66.67%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 310.7 Any officer involved in a shooting or death may be requested or administratively compelled\nto provide a blood sample for alcohol/drug screening. Absent consent from the officer, such\ncompelled samples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officer to review statements\nSection 310.7 The involved officer shall be provided with a copy of his/her prior statement before proceeding with any\nsubsequent interviews.\n\nPermits officer to record interview.\nSection 310.7 Administrative interviews should be recorded by the investigator. The officer may\nalso record the interview (Government Code § 3303(g)).\n\nPermits officer to review all audio and video footage of an incident where they use deadly force against a civilian.\nSection 310.8 Any officer involved in a shooting or death may be permitted to review available Mobile Audio/\nVideo (MAV), body-worn video, or other video or audio recordings prior to providing a recorded\nstatement or completing reports.\nUpon request, non-law enforcement witnesses who are able to verify their presence and their\nability to contemporaneously perceive events at the scene of an incident may also be permitted\nto review available MAV, body-worn video, or other video or audio recordings with approval of\nassigned investigators or a supervisor.\nAny MAV, body-worn and other known video or audio recordings of an incident should not be\npublicly released during an ongoing investigation without consulting the prosecuting attorney or\nCity Attorney’s Office, as appropriate.",
  "limits_oversight_discipline": 0,
  "policy_language_limits_oversight_discipline": null,
  "requires_city_pay_for_misconduct": 1,
  "policy_language_requires_city_pay_for_misconduct": "Police Union Contract:\n\n\n\n\n\n\n\n\n\n\nCity pays for third-party lawsuits against officers.\nSection XIX. 1 If a determination is made by the department that the police Officer(s) involved have met the condition that the action given rise to the legal proceeding was taken by the Officer(s) during the course and scope of the Officer(s) employment without malice and in the apparent best interest of the City, the City shall afford legal representation to the Officer(s) in any civil or criminal process",
  "erases_misconduct_records": 0,
  "policy_language_erases_misconduct_records": null,
  "requires_deescalation": 0,
  "policy_language_requires_deescalation": "No.  No requirement to de-escalate situations, when possible.\n8.2.020 SHOOTING POLICY\nUse of a firearm is justified in the following circumstances:\nA. An officer may use deadly force to protect him/herself or others from what he/she\nreasonably believes would be an immediate threat of death or critical bodily injury.\nB. An officer may use deadly force to effect the arrest or prevent the escape of a felon\nwhere the officer has reasonable cause to believe that the suspect poses a\nsignificant threat of death or serious bodily injury to the officer or others.",
  "bans_chokeholds_and_strangleholds": 0,
  "policy_language_bans_chokeholds_and_strangleholds": "No ban: 8.0.120 Medical Treatment\nIs restrained with a carotid restraint, or any kind of throat/neck restraint, whether or not he is rendered unconscious",
  "duty_to_intervene": 0,
  "policy_language_duty_to_intervene": "Duty to report, but not to intervene when witnessing misconduct: 4.2.030 EMPLOYEE’S RESPONSIBILITY\nAll employees shall immediately report any job-related misconduct of a member to a supervisor, whether brought to their attention or observed.",
  "requires_warning_before_shooting": 0,
  "policy_language_requires_warning_before_shooting": null,
  "restricts_shooting_at_moving_vehicles": 1,
  "policy_language_restricts_shooting_at_moving_vehicles": "8.2.025 SHOOTING AT MOVING VEHICLES\nThe use of firearms against fleeing or approaching vehicles has proven to be generally ineffective and inherently dangerous. Department members shall not fire at a moving vehicle, whether to disable the vehicle or to stop the suspect, unless they have probable cause to believe that the suspect represents an immediate threat of death or serious physical injury to the Officers or other person(s).",
  "requires_comprehensive_reporting": 0,
  "policy_language_requires_comprehensive_reporting": "8.0.090 Use of Force Reporting and Review Procedures\nAny use of force which is greater than that required for unresisted Department-approved searching or handcuffing, including the use of oleoresin capsicum (OC) (pepper) spray, must be reported in an incident report or supplemental report. Additionally, any use of force that results in an injury, or complaint of pain, must be reported in the same manner. \n8.0.100 Responsibilities for Reporting the Use of Force\nMembers shall, without unnecessary delay, make verbal notification to their immediate supervisor in all cases in which they use reportable force. Members witnessing reportable force shall, without unnecessary delay, advise their supervisor, who will determine whether a separate report by the witness(s) is required. Whenever an incident involving force requires a report, all details reasonably necessary to describe the use of force shall be included in that report. A reference to the verbal notification and the name of the supervisor to whom it was made shall be included. Each assisting member, who used force, shall submit a supplemental report detailing his or her actions.",
  "requires_exhaust_all_other_means_before_shooting": 0,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "8.0.030 Use of Force Policy\nIt is the policy of this Department that each officer shall use only that amount of force which appears reasonably necessary, given the facts and the circumstances perceived by that officer at the time of the event, to effectively bring an incident under control. The \"objective reasonableness\" of the force used must be judged from the perspective of a reasonable officer on the scene at the time of the incident.\n8.0.050 Use of Force - Discretion\nGiven that no policy can realistically predict every possible situation an officer might encounter in the field, it is recognized that each officer must be entrusted with well-reasoned discretion in determining the appropriate use of force in each incident. Nothing in this policy requires an officer to actually sustain physical injury before applying reasonable force.\n8.0.060 Objective Reasonableness\nAny application of force by a member of this Department must be judged by a standard of \"objective reasonableness.\" When determining whether or not to apply any level of force, and evaluating whether an officer has used objectively reasonable force, a number of factors should be taken into consideration.\n8.0.080 Level of Force\nWhile various levels of force exist, each officer is expected to respond with that level of force that reasonably appears appropriate, under the circumstances at the time, to successfully accomplish the legitimate law enforcement purpose in accordance with this policy.",
  "has_use_of_force_continuum": 0,
  "policy_language_has_use_of_force_continuum": "No use of force continuum found in Policy Manual.",
  "link_to_policy_manual": "https://drive.google.com/drive/folders/12I8T1JX3hu6Tuc0JY8YLcTtJe-K3d6fz"
}
