{
  "agency_name": "El Cajon",
  "overall_score": "32.92%",
  "police_violence_score": "18.11%",
  "police_accountability_score": "29.08%",
  "approach_to_policing_score": "51.57%",
  "use_of_less_lethal_force": null,
  "less_lethal_force_per_arrest": null,
  "rank_of_less_fethal_force_per_arrest": null,
  "percent_of_less_lethal_force_per_arrest": null,
  "deadly_force_incidents": 6,
  "fatality_rate": "33.33%",
  "unarmed_victims_per_arrest": 4.4,
  "percent_of_unarmed_victims_per_arrest": "15.15%",
  "deadly_force_incidents_per_arrest": 6.6,
  "rank_of_deadly_force_incidents_per_arrest": 18,
  "percentile_of_deadly_force_incidents_per_arrest": "17.17%",
  "black_deadly_force_per_arrest_rate": 5.9,
  "black_deadly_force_disparity_per_arrest": 0.74,
  "black_deadly_force_disparity_per_population": 2.83,
  "hispanic_deadly_force_per_arrest_rate": 5.6,
  "hispanic_deadly_force_disparity_per_arrest": 0.7,
  "hispanic_deadly_force_disparity_per_population": 0.48,
  "number_of_people_impacted_by_deadly_force": 6,
  "percent_used_against_people_who_were_not_armed_with_gun": "100.00%",
  "percent_used_against_people_who_were_unarmed": "66.67%",
  "deady_force_against_unarmed_people_per_arrest": 5.4,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": "19.05%",
  "percent_police_misperceive_the_person_to_have_gun": null,
  "civilian_complaints_reported": 9,
  "civilian_complaints_sustained": 1,
  "percent_of_civilian_complaints_sustained": "11.11%",
  "rank_of_percent_complaints_sustained": 58,
  "percent_of_complaints_sustained": "58.16%",
  "civilian_complaints_per_100_officers": 7.4,
  "use_of_force_complaints_reported": null,
  "percent_use_of_force_complaints_sustained": null,
  "discrimination_complaints_reported": 1,
  "discrimination_complaints_sustained": 0,
  "percent_discrimination_complaints_sustained": "0.00%",
  "criminal_complaints_reported": 1,
  "criminal_complaints_sustained": 0,
  "percent_criminal_complaints_sustained": "0.00%",
  "total_arrests": "4,574",
  "percent_misdemeanor_arrests": "68.92%",
  "misdemeanor_arrests_per_population": 28.8,
  "rank_of_misdemeanor_arrests_per_population": 14,
  "percent_of_misdemeanor_arrests_per_population": "13.13%",
  "percent_drug_possession_arrests": "14.36%",
  "percent_violent_crime_arrests": "7.11%",
  "times_more_misdemeanor_arrests_than_violent_crime": 9.2,
  "murders": 10,
  "murders_cleared": 9,
  "percent_of_murders_solved": "90.00%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agencyÕs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.",
  "limits_oversight_discipline": 0,
  "policy_language_limits_oversight_discipline": null,
  "requires_city_pay_for_misconduct": 0,
  "policy_language_requires_city_pay_for_misconduct": null,
  "erases_misconduct_records": 1,
  "policy_language_erases_misconduct_records": "Policy Manual:\nErases disciplinary actions after a period of five years.\nSection 6.5.6 Disciplinary Actions - In addition, upon request of the employee to the City Manager, the city will purge\ndisciplinary actions that do not relate to worker's compensation or unresolved liability claims and are\nmore than 5 years old, provided that no similar disciplinary actions have been imposed on said\nemployee.\n\nPolice Union Contract:\nPurges disciplinary records after 5 years.\nSection 9.B. The City will purge disciplinary actions that do not relate to worker's compensation or unresolved liability claims and are more than 5 years old, provided that no similar disciplinary actions have been imposed on said EMPLOYEE.",
  "requires_deescalation": 0,
  "policy_language_requires_deescalation": "unable to find",
  "bans_chokeholds_and_strangleholds": 0,
  "policy_language_bans_chokeholds_and_strangleholds": "15.1 Force Options Options of force, from the spectrum of verbal control to the use of a firemarm, include but are not limited to:  .... carotid restraint 15.7 REDACTED",
  "duty_to_intervene": 0,
  "policy_language_duty_to_intervene": "unable to find",
  "requires_warning_before_shooting": 0,
  "policy_language_requires_warning_before_shooting": "unable to find",
  "restricts_shooting_at_moving_vehicles": 1,
  "policy_language_restricts_shooting_at_moving_vehicles": "15.10.2  Firing at moving vehicles to diable themis generally prohibited. Only in situations is whichthe threat to life from the moving vehicle or its occupants outweigh the threat to innocent persons is such action justified.",
  "requires_comprehensive_reporting": 0,
  "policy_language_requires_comprehensive_reporting": "No.\n  Officers not required to report when they point a firearm at a civilian, unless it discharges.\n15.3 Antime an officer uses a force option the officer shall report such use in writing within an RMS report. The report shall include information covering the circumstances surrounding that use and information about the forece used. Officer shall also inlcde what first air was provided tothe suspects, and photgraphs of the suspect;s injuries shall e taken for documentation.  Officers shall document specific information of the use of force.....",
  "requires_exhaust_all_other_means_before_shooting": 1,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "15. Control may be achieved through advice, warnings, and persuasion, or by use of physical force. While a reasonable use of force may be necessary in situations which may not otherwise be controlled, force may not be resorted tounless other reasonable alternatives have been exhausted or clarly woudl be ineffective under the particuar circumstances... Justification for hte use of force must be limited to what resonaly appears to have been the facts known or percieved by the officer at thetime he/she decided touse the force. Facts no known to the officer, no matter how compelling, cannot beconsidered at a later time.    AND 15.11.1 Deadly force shall only be exercised when all resonable alternatives have been exhausted or appear impracticable.",
  "has_use_of_force_continuum": 1,
  "policy_language_has_use_of_force_continuum": "15.1 Force Options Options of force, from the spectrum of verbal control to the use of a firemarm, include but are not limited to:  .... carotid restraint",
  "link_to_policy_manual": "https://drive.google.com/drive/folders/1Lptp7hApfVY3asjO0CmmDuIHMl3Pg1I4"
}
