{
  "agency_name": "Garden Grove",
  "overall_score": "86.71%",
  "police_violence_score": "100.00%",
  "police_accountability_score": "84.69%",
  "approach_to_policing_score": "75.45%",
  "use_of_less_lethal_force": null,
  "less_lethal_force_per_arrest": null,
  "rank_of_less_fethal_force_per_arrest": null,
  "percent_of_less_lethal_force_per_arrest": null,
  "deadly_force_incidents": 0,
  "fatality_rate": null,
  "unarmed_victims_per_arrest": 0,
  "percent_of_unarmed_victims_per_arrest": "100.00%",
  "deadly_force_incidents_per_arrest": 0,
  "rank_of_deadly_force_incidents_per_arrest": 84,
  "percentile_of_deadly_force_incidents_per_arrest": "100.00%",
  "black_deadly_force_per_arrest_rate": 0,
  "black_deadly_force_disparity_per_arrest": null,
  "black_deadly_force_disparity_per_population": null,
  "hispanic_deadly_force_per_arrest_rate": 0,
  "hispanic_deadly_force_disparity_per_arrest": null,
  "hispanic_deadly_force_disparity_per_population": null,
  "number_of_people_impacted_by_deadly_force": 0,
  "percent_used_against_people_who_were_not_armed_with_gun": null,
  "percent_used_against_people_who_were_unarmed": null,
  "deady_force_against_unarmed_people_per_arrest": 0,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": "100.00%",
  "percent_police_misperceive_the_person_to_have_gun": null,
  "civilian_complaints_reported": 18,
  "civilian_complaints_sustained": 4,
  "percent_of_civilian_complaints_sustained": "22.22%",
  "rank_of_percent_complaints_sustained": 82,
  "percent_of_complaints_sustained": "84.69%",
  "civilian_complaints_per_100_officers": 11.3,
  "use_of_force_complaints_reported": null,
  "percent_use_of_force_complaints_sustained": null,
  "discrimination_complaints_reported": 0,
  "discrimination_complaints_sustained": 0,
  "percent_discrimination_complaints_sustained": null,
  "criminal_complaints_reported": 0,
  "criminal_complaints_sustained": 0,
  "percent_criminal_complaints_sustained": null,
  "total_arrests": "5,399",
  "percent_misdemeanor_arrests": "58.98%",
  "misdemeanor_arrests_per_population": 16.8,
  "rank_of_misdemeanor_arrests_per_population": 60,
  "percent_of_misdemeanor_arrests_per_population": "59.60%",
  "percent_drug_possession_arrests": "24.00%",
  "percent_violent_crime_arrests": "6.13%",
  "times_more_misdemeanor_arrests_than_violent_crime": 8.9,
  "murders": 23,
  "murders_cleared": 21,
  "percent_of_murders_solved": "91.30%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agencyÕs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolice Union Contract:\nLimits interrogations to a 'reasonable period', gives officers breaks civilians don't get\nSection 1.2 Interview sessions shall be for reasonable periods of time and shall allow for such\npersonal necessities and rest periods as are reasonably necessary.\n\nLimits the type of language and incentives used during interrogation\nSection 1.2 An employee being interviewed shall not be subjected to offensive language.",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolice Union Contract:\nProvides information to officer prior to interrogation.\nSection 1.2 The employee under investigation shall be informed prior to such interview of the\nnature of the investigation; the rank, name, and command of the officer in charge of\nthe investigation; the interviewing officers; and all persons present during the\ninterview. All questions directed to the employee being interviewed shall be asked\nby and through no more than two interviewers.",
  "limits_oversight_discipline": 1,
  "policy_language_limits_oversight_discipline": "Police Union Contract:\nAllows officers to use discretionary time to pay themselves while on unpaid suspension\nSection Article VII.8 The department may choose to offer an employee who is subject to a suspension the alternatives of a salary step reduction or loss of accumulated vacation time of an equal monetary value. The department also retains the right to utilize a mandatory step reduction as a form of disciplinary action.",
  "requires_city_pay_for_misconduct": 0,
  "policy_language_requires_city_pay_for_misconduct": null,
  "erases_misconduct_records": 1,
  "policy_language_erases_misconduct_records": "Policy Manual:\nErases internal affairs files after a five-year period.\nSection 3.25 Internal Affairs Files - In January of each year the Internal Affairs Sergeant will record a brief synopsis of all Internal Affairs files that are older than five years and submit this list to the Chief of Police. The Chief will determine which files are to be purged. The remaining files will be returned to the Internal Affairs Sergeant.\n\nAllows some disciplinary files to be purged after one year.\nSection 1.2: The file can be purged after all entries have been appropriately documented in the\nemployee's annual evaluation or up to one year from the date of occurrence, whichever\noccurs first",
  "requires_deescalation": 0,
  "policy_language_requires_deescalation": "No.\n  No requirement to de-escalate situations, when possible.",
  "bans_chokeholds_and_strangleholds": 0,
  "policy_language_bans_chokeholds_and_strangleholds": "No.\n  Does not explicitly ban chokeholds or strangleholds (i.e. Carotid Restraints).",
  "duty_to_intervene": 0,
  "policy_language_duty_to_intervene": "No.\n  No explicit requirement for officers to report or intervene when witnessing excessive force.",
  "requires_warning_before_shooting": 0,
  "policy_language_requires_warning_before_shooting": "No. No requirement to issue a warning before using deadly force.",
  "restricts_shooting_at_moving_vehicles": 0,
  "policy_language_restricts_shooting_at_moving_vehicles": "No. No specific restrictions on shooting at moving vehicles.",
  "requires_comprehensive_reporting": 0,
  "policy_language_requires_comprehensive_reporting": "No. No explicit reporting requirements.",
  "requires_exhaust_all_other_means_before_shooting": 0,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "No. Does not require officers to exahust other reasonable means before resorting to deadly force.",
  "has_use_of_force_continuum": 0,
  "policy_language_has_use_of_force_continuum": "No use of force continuum found in Policy Manual.",
  "link_to_policy_manual": "https://ch.ci.garden-grove.ca.us/internet/pd_web/ch01.pdf"
}
