{
  "agency_name": "Redwood City",
  "overall_score": "67.86%",
  "police_violence_score": "71.72%",
  "police_accountability_score": "80.61%",
  "approach_to_policing_score": "51.26%",
  "use_of_less_lethal_force": null,
  "less_lethal_force_per_arrest": null,
  "rank_of_less_fethal_force_per_arrest": null,
  "percent_of_less_lethal_force_per_arrest": null,
  "deadly_force_incidents": 2,
  "fatality_rate": "100.00%",
  "unarmed_victims_per_arrest": 0,
  "percent_of_unarmed_victims_per_arrest": "100.00%",
  "deadly_force_incidents_per_arrest": 3.3,
  "rank_of_deadly_force_incidents_per_arrest": 44,
  "percentile_of_deadly_force_incidents_per_arrest": "43.43%",
  "black_deadly_force_per_arrest_rate": 0,
  "black_deadly_force_disparity_per_arrest": null,
  "black_deadly_force_disparity_per_population": null,
  "hispanic_deadly_force_per_arrest_rate": 3.3,
  "hispanic_deadly_force_disparity_per_arrest": null,
  "hispanic_deadly_force_disparity_per_population": null,
  "number_of_people_impacted_by_deadly_force": 2,
  "percent_used_against_people_who_were_not_armed_with_gun": null,
  "percent_used_against_people_who_were_unarmed": "0.00%",
  "deady_force_against_unarmed_people_per_arrest": 0,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": "100.00%",
  "percent_police_misperceive_the_person_to_have_gun": "0.00%",
  "civilian_complaints_reported": 11,
  "civilian_complaints_sustained": 2,
  "percent_of_civilian_complaints_sustained": "18.18%",
  "rank_of_percent_complaints_sustained": 80,
  "percent_of_complaints_sustained": "80.61%",
  "civilian_complaints_per_100_officers": 12.1,
  "use_of_force_complaints_reported": null,
  "percent_use_of_force_complaints_sustained": null,
  "discrimination_complaints_reported": 0,
  "discrimination_complaints_sustained": 0,
  "percent_discrimination_complaints_sustained": null,
  "criminal_complaints_reported": 0,
  "criminal_complaints_sustained": 0,
  "percent_criminal_complaints_sustained": null,
  "total_arrests": "2,996",
  "percent_misdemeanor_arrests": "54.64%",
  "misdemeanor_arrests_per_population": 17.6,
  "rank_of_misdemeanor_arrests_per_population": 53,
  "percent_of_misdemeanor_arrests_per_population": "52.53%",
  "percent_drug_possession_arrests": "14.32%",
  "percent_violent_crime_arrests": "5.97%",
  "times_more_misdemeanor_arrests_than_violent_crime": 8.6,
  "murders": 4,
  "murders_cleared": 2,
  "percent_of_murders_solved": "50.00%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolice Union Contract:\nLimits interrogations to 'reasonable amount of time,' gives officers breaks that are not given to civilians, limits interrogations to \"reasonable hours\"\nSection 22.6. To have any interrogation conducted at a reasonable hour, with a representative of employee’s own choosing present, preferably at a time when they are on duty, or during normal waking hours, unless the seriousness of the investigation requires otherwise; 7. During interrogations, to be allowed to attend to own personal physical necessities;\n\nLimits interrogations to a 'reasonable period'\nSection 22.6. To have the interrogating sessions limited to a reasonable period, taking into consideration the gravity and complexity of the issue being investigated;\n\nLimits the number of interrogators to two\nSection 22.5. To have all questions directed under interrogation through no more than two interrogators at one time;\nLimits the type of language and incentives used during interrogation\nSection 22.8. Not to be subjected to offensive language or threatened with punitive action, except that an\nofficer refusing to respond to questions or submit to interrogation shall be informed that\nfailure to answer questions directly related to the investigation, or interrogation, may result\nin punitive action. No promise of reward shall be made as an inducement to answering any\nquestions",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officer to review statements\nSection 310.7 The involved officer shall be provided with a copy of his/her prior statement before proceeding with any\nsubsequent interviews.\n\nPermits officer to record interview.\nSection 310.7 Administrative interviews should be recorded by the investigator. The officer may\nalso record the interview (Government Code § 3303(g)).\n\nPermits officer to review all audio and video footage of an incident where they use deadly force against a civilian.\nSection 310.8 Any officer involved in a shooting or death may be permitted to review available Mobile Audio/\nVideo (MAV), body-worn video, or other video or audio recordings prior to providing a recorded\nstatement or completing reports.\nUpon request, non-law enforcement witnesses who are able to verify their presence and their\nability to contemporaneously perceive events at the scene of an incident may also be permitted\nto review available MAV, body-worn video, or other video or audio recordings with approval of\nassigned investigators or a supervisor.\nAny MAV, body-worn and other known video or audio recordings of an incident should not be\npublicly released during an ongoing investigation without consulting the prosecuting attorney or\nCity Attorney’s Office, as appropriate.",
  "limits_oversight_discipline": 1,
  "policy_language_limits_oversight_discipline": "Police Union Contract:\nAllows officers to overturn discipline through binding arbitration.\nSection 17.3.4.7. The award of the arbitrator shall be final and binding.",
  "requires_city_pay_for_misconduct": 0,
  "policy_language_requires_city_pay_for_misconduct": null,
  "erases_misconduct_records": 1,
  "policy_language_erases_misconduct_records": "Police Union Contract:\nAllows officer to file request to remove reprimands from file.\nSection 16 At the request of the employee, a letter of reprimand may be\nremoved from the employee's file, at the discretion of the Police Chief, if the employee has not been subject to subsequent disciplinary action in which the minimum corrective action imposed is a letter of reprimand during the initial two (2) year period following the issuance of the letter of reprimand the employee is requesting be removed from his/her file.",
  "requires_deescalation": 0,
  "policy_language_requires_deescalation": "301.4 GENERAL RESPONSIBILITY WHEN FORCE IS USED \nOfficers need not retreat or desist in the reasonable use of force. There is no requirement that officers use a lesser intrusive force option before progressing to a more intrusive one, as long as the force option used is objectively reasonable under the circumstances at that time. When confronted by force or resistance, an officer may use an objectively reasonable higher level of force to overcome that resistance.",
  "bans_chokeholds_and_strangleholds": 0,
  "policy_language_bans_chokeholds_and_strangleholds": "301.5.6 USE OF CAROTID RESTRAINT\nThe proper application of the carotid control hold may be effective in restraining a violent or combative individual.",
  "duty_to_intervene": 0,
  "policy_language_duty_to_intervene": "No. The policy does not include a Duty to Intervene when witnessing misconduct.",
  "requires_warning_before_shooting": 0,
  "policy_language_requires_warning_before_shooting": "No requirement to give warning before shooting.\n312.5 WARNING AND OTHER SHOTS\nAn officer may fire a warning shot(s) when it is objectively reasonable and safe to do so under the following circumstances:",
  "restricts_shooting_at_moving_vehicles": 0,
  "policy_language_restricts_shooting_at_moving_vehicles": "301.6.3 SHOOTING AT MOVING VEHICLES\nShooting at the driver or occupant of a moving vehicle in self-defense or the defense of another is an option only if:\n• The officer reasonably believes he or she, or another person, cannot move to a safe position,\nand\n• There are no other safe and viable options available, and • It is in defense of the life of the officer or another person",
  "requires_comprehensive_reporting": 0,
  "policy_language_requires_comprehensive_reporting": "301.7.1 DEFINITION OF REPORTABLE FORCE\nA reportable use of force is defined as any incident in which officers, either on or off duty, exercises their police powers and uses deadly force or any force option including physical force in conformance with RCPD Policy Manual Section 301.3, Force Options Policy.\n303.1 The degree of force used by an officer is directly related to the facts and circumstances encountered by that officer. Force options currently available to officers include, but are not limited to:\n• Voice Commands\n• Chemical Agents\n• Physical Contact / Control Holds / Takedowns\n• Impact Weapons (Refer to Policy Section 301.5.5)\n• EMDT\n• Police Service Dogs (canines)\n• Carotid restraint\n• Police Vehicles\n• Projectile Impact Weapons (if available)\n• Deadly force\n301.1. (last sentence). All use of force is appropriately investigated, documented and reviewed by supervisory/command staff.",
  "requires_exhaust_all_other_means_before_shooting": 0,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "No. Does not require exhausting other means before deadly use of force. \n301.6 USE OF FIREARMS\n(b) DIRECT USE OF FIREARM:\n(a) An officer may discharge a firearm under any of the following circumstances:\nWhen discharged in a safe manner at an approved range\nWhen used for the humane destruction (euthanasia) of a seriously injured animal, or to dispatch any animal that poses an immediate threat to any person or other animal, and other dispositions are impractical \nWhen deadly force is objectively reasonable in self-defense or in defense of another person's life \nWhen deadly force is objectively reasonable to effect the capture of, or prevent the escape or rescue of, a suspect whom the officer has reasonable\ncause to believe has committed a felony involving the use or a threat to use deadly force, and whom an objectively reasonable officer could believe would\npose an imminent danger of death or serious physical injury to other persons if he or she were to escape\n301.6.2 WHEN FIREARMS WILL NOT BE DISCHARGED\nFirearms will not be discharged under the following circumstances:\n• At misdemeanants who do not pose an imminent danger of death or serious physical harm to other persons.\n• To effect the capture, or prevent the escape or rescue of, a suspect whom the officer has reasonable cause to believe has committed a felony which did not involve the use or a threat to use deadly force.",
  "has_use_of_force_continuum": 0,
  "policy_language_has_use_of_force_continuum": "No use of force continuum found in Policy Manual.",
  "link_to_policy_manual": "https://drive.google.com/drive/folders/1xRVbw_lo2z7Eqgf4SV1Mq_uUbuO5atYE"
}
