{
  "agency_name": "Sacramento",
  "overall_score": "49.27%",
  "police_violence_score": "40.98%",
  "police_accountability_score": null,
  "approach_to_policing_score": "57.56%",
  "use_of_less_lethal_force": 208,
  "less_lethal_force_per_arrest": 62.9,
  "rank_of_less_fethal_force_per_arrest": 14,
  "percent_of_less_lethal_force_per_arrest": "68.42%",
  "deadly_force_incidents": 13,
  "fatality_rate": "23.08%",
  "unarmed_victims_per_arrest": 2.1,
  "percent_of_unarmed_victims_per_arrest": "31.31%",
  "deadly_force_incidents_per_arrest": 3.9,
  "rank_of_deadly_force_incidents_per_arrest": 35,
  "percentile_of_deadly_force_incidents_per_arrest": "34.34%",
  "black_deadly_force_per_arrest_rate": 3.8,
  "black_deadly_force_disparity_per_arrest": 0.8,
  "black_deadly_force_disparity_per_population": 2.6,
  "hispanic_deadly_force_per_arrest_rate": 2.9,
  "hispanic_deadly_force_disparity_per_arrest": 0.6,
  "hispanic_deadly_force_disparity_per_population": 0.44,
  "number_of_people_impacted_by_deadly_force": 13,
  "percent_used_against_people_who_were_not_armed_with_gun": "76.92%",
  "percent_used_against_people_who_were_unarmed": "53.85%",
  "deady_force_against_unarmed_people_per_arrest": 2.1,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": "47.62%",
  "percent_police_misperceive_the_person_to_have_gun": "25.00%",
  "civilian_complaints_reported": 21,
  "civilian_complaints_sustained": 10,
  "percent_of_civilian_complaints_sustained": "47.62%",
  "rank_of_percent_complaints_sustained": 96,
  "percent_of_complaints_sustained": "96.94%",
  "civilian_complaints_per_100_officers": 3.2,
  "use_of_force_complaints_reported": null,
  "percent_use_of_force_complaints_sustained": null,
  "discrimination_complaints_reported": 0,
  "discrimination_complaints_sustained": 0,
  "percent_discrimination_complaints_sustained": null,
  "criminal_complaints_reported": 0,
  "criminal_complaints_sustained": 0,
  "percent_criminal_complaints_sustained": null,
  "total_arrests": "16,536",
  "percent_misdemeanor_arrests": "51.07%",
  "misdemeanor_arrests_per_population": 16.2,
  "rank_of_misdemeanor_arrests_per_population": 62,
  "percent_of_misdemeanor_arrests_per_population": "61.62%",
  "percent_drug_possession_arrests": "18.20%",
  "percent_violent_crime_arrests": "14.56%",
  "times_more_misdemeanor_arrests_than_violent_crime": 3.3,
  "murders": 185,
  "murders_cleared": 99,
  "percent_of_murders_solved": "53.51%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agencyÕs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.\n\nPolice Union Contract: \nDisqualifies anonymous complaints unless corroborated.\nSection 3.3.2.a.4 In no event shall an officer be brought to IAS, for questioning, or be required to answer allegations regarding minor complaints received anonymously without independent corroborating information.",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question\n\nPolicy Manual: \nPrevents blood sample from being used in criminal investigation even if the officer tested positive for alcohol or subtance abuse.\nSection 310.7 Any officer involved in a shooting or death may be requested or administratively compelled\nto provide a blood sample for alcohol/drug screening. Absent consent from the officer, such\ncompelled samples and the results of any such testing shall not be disclosed to any criminal\ninvestigative agency",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.",
  "limits_oversight_discipline": 1,
  "policy_language_limits_oversight_discipline": "Police Union Contract:\nAllows officers to overturn discipline through binding arbitration\nSection 21.3 Appeals of all formal discipline above letter of reprimand will be heard by a third party neutral arbitrator using one (1) of the two (2) following processes, at the employee’s discretion. On any discipline above an eighty (80) hour suspension, if there is a disagreement between the parties regarding which process to use, the default will be formal arbitration.",
  "requires_city_pay_for_misconduct": 1,
  "policy_language_requires_city_pay_for_misconduct": "Police Union Contract:\nAllows officers to use vacation and/or holiday time to avoid serving unpaid suspensions\nSection 21.1 By mutual agreement between the Chief of Police or designee and the employee, an employee suspended from duty without pay may forfeit accumulated holiday and/or vacation credits equal to the number of hours of suspension in-lieu of such suspension. If the suspension is reduced or reversed at the conclusion of the appeal process, the City shall reinstate the forfeited holiday/vacation credits. An employee who has forfeited accumulated vacation credits may utilize accumulated holiday credit for an approved vacation period. This Section shall not be subject to the Grievance Procedure\n\n\n\n\n\n\n\n\n\n\n\n\n\nRequires City pay for officers to testify and/or appear in court regarding  their misconduct.\nSection 9.6.a When an employee is subpoenaed to appear before a hearing board or in a Civil Court case in his/her capacity as a Sacramento Police Officer or City employee, and is not scheduled to be on duty, the employee shall be compensated in accordance with the court overtime provisions as set forth in subsections (b), (c), (d), (e), (f) and (g) of Section 9.2 of this Article.",
  "erases_misconduct_records": 1,
  "policy_language_erases_misconduct_records": "Police Union Contract:\nErases \"letter of reprimand\" after 2 years\nSection 21.2.b Such letter will be withdrawn from an employee's official personnel file two (2) years from the date of issue provided there has not been additional formal discipline imposed during the two-year period.\n\nErases sustained violations after 1 year\nSection 3.3.2.a.5 Documented disciplinary actions, or other related adverse documented comments entered in the employee's Office file, shall be removed from the Office file after one year from the date of documentation.",
  "requires_deescalation": 1,
  "policy_language_requires_deescalation": "Yes. \"Officers are expected to use de-escalation techniques when reasonably possible and without increasing the risk of harm to officers or others in an effort to reduce or eliminate the use of force.\" \"When reasonable under the totality of the circumstances and where it may be accomplished without increasing the risk of harm to officers or others, officers should attempt to de-escalate situations. De-escalation techniques include, but are not limited to, gathering information about the incident; assessing risks; gathering resources (personnel and equipment); using time, distance, cover; using crisis intervention techniques; and communicating and coordinating a response.",
  "bans_chokeholds_and_strangleholds": 0,
  "policy_language_bans_chokeholds_and_strangleholds": "No. Does not ban chokeholds or strangleholds.",
  "duty_to_intervene": 1,
  "policy_language_duty_to_intervene": "Yes. Any officer present and observing another officer using force that is clearly beyond thatwhich is objectively reasonable under the circumstances shall, when in a position to do soand without increasing the risk of harm to officers or others, intercede to prevent the use of unreasonable force. An officer who observes another employee use force that exceeds thedegree of force permitted by law shall promptly report these observations to a supervisor.",
  "requires_warning_before_shooting": 1,
  "policy_language_requires_warning_before_shooting": "Yes. \"A verbal warning should precede the use of deadly force where feasible and when it will not increase the risk of harm to officers or others.",
  "restricts_shooting_at_moving_vehicles": 0,
  "policy_language_restricts_shooting_at_moving_vehicles": "No. Allows shooting at moving vehicles when \"The driver has used or is attempting to use the vehicle as a means to cause injury or death to the officer or another person.",
  "requires_comprehensive_reporting": 0,
  "policy_language_requires_comprehensive_reporting": "No.\n  Officers not required to report when they point a firearm at a civilian, unless it discharges.",
  "requires_exhaust_all_other_means_before_shooting": 0,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "No. Policy instructs officers to \"continually evaluate all reasonable and readily available force options to apprehend or subdue an individual before resorting to the use of greater physical and/or deadly force\" but does not require that they exhaust/attempt these reasonable options prior to using deadly force.",
  "has_use_of_force_continuum": 0,
  "policy_language_has_use_of_force_continuum": "No use of force continuum found in Policy Manual. No use of force continuum provided or delineation of which types of force are authorized for particular situations/levels of resistance.",
  "link_to_policy_manual": "https://www.cityofsacramento.org/Police/Transparency/Officer-Involved-Shootings/Policy-and-Law"
}
