{
  "agency_name": "San Francisco",
  "overall_score": "51.83%",
  "police_violence_score": "62.54%",
  "police_accountability_score": "27.39%",
  "approach_to_policing_score": "65.56%",
  "use_of_less_lethal_force": 298,
  "less_lethal_force_per_arrest": 72.6,
  "rank_of_less_fethal_force_per_arrest": 11,
  "percent_of_less_lethal_force_per_arrest": "52.63%",
  "deadly_force_incidents": 9,
  "fatality_rate": "77.78%",
  "unarmed_victims_per_arrest": 0.7,
  "percent_of_unarmed_victims_per_arrest": "55.56%",
  "deadly_force_incidents_per_arrest": 2.2,
  "rank_of_deadly_force_incidents_per_arrest": 60,
  "percentile_of_deadly_force_incidents_per_arrest": "59.60%",
  "black_deadly_force_per_arrest_rate": 3.2,
  "black_deadly_force_disparity_per_arrest": 1.78,
  "black_deadly_force_disparity_per_population": 13.81,
  "hispanic_deadly_force_per_arrest_rate": null,
  "hispanic_deadly_force_disparity_per_arrest": null,
  "hispanic_deadly_force_disparity_per_population": 0,
  "number_of_people_impacted_by_deadly_force": 9,
  "percent_used_against_people_who_were_not_armed_with_gun": "55.56%",
  "percent_used_against_people_who_were_unarmed": "33.33%",
  "deady_force_against_unarmed_people_per_arrest": 1,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": "65.48%",
  "percent_police_misperceive_the_person_to_have_gun": "20.00%",
  "civilian_complaints_reported": 778,
  "civilian_complaints_sustained": 65,
  "percent_of_civilian_complaints_sustained": "8.35%",
  "rank_of_percent_complaints_sustained": 46,
  "percent_of_complaints_sustained": "45.92%",
  "civilian_complaints_per_100_officers": 33.9,
  "use_of_force_complaints_reported": 322,
  "percent_use_of_force_complaints_sustained": "1.55%",
  "discrimination_complaints_reported": 81,
  "discrimination_complaints_sustained": 10,
  "percent_discrimination_complaints_sustained": "12.35%",
  "criminal_complaints_reported": 79,
  "criminal_complaints_sustained": 7,
  "percent_criminal_complaints_sustained": "8.86%",
  "total_arrests": "20,521",
  "percent_misdemeanor_arrests": "60.32%",
  "misdemeanor_arrests_per_population": 13.6,
  "rank_of_misdemeanor_arrests_per_population": 75,
  "percent_of_misdemeanor_arrests_per_population": "74.75%",
  "percent_drug_possession_arrests": "2.30%",
  "percent_violent_crime_arrests": "9.45%",
  "times_more_misdemeanor_arrests_than_violent_crime": 6.1,
  "murders": 259,
  "murders_cleared": 146,
  "percent_of_murders_solved": "56.37%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agencyÕs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolice Union Contract:\nGives officers access to all (non-confidential) evidence prior to being brought before the civilain oversight structure for an investigative hearing.\nSection 5.66 In the event an OCC investigative hearing is determined to be appropriate and is scheduled, the affected employee and the complainant, prior to said hearing and upon seventy-two (72) hours' advance notice, shall have access to all evidence not deemed to be confidential pursuant to the Police Commission rules. Such access shall consist of inspection of materials and, upon request, copies of materials for use by the employee and the complainant.",
  "limits_oversight_discipline": 0,
  "policy_language_limits_oversight_discipline": null,
  "requires_city_pay_for_misconduct": 0,
  "policy_language_requires_city_pay_for_misconduct": null,
  "erases_misconduct_records": 0,
  "policy_language_erases_misconduct_records": null,
  "requires_deescalation": 1,
  "policy_language_requires_deescalation": "Yes. \"Department Bulletin 13-120 requires officers to create time, distance, and establish a rapport with people in crisis who: are only a danger to themselves. Officers should consider creating time, distance, and establishing a rapport as an.alternative to using force in every other circumstance; whenever it would be safe to do so. ",
  "bans_chokeholds_and_strangleholds": 1,
  "policy_language_bans_chokeholds_and_strangleholds": "Yes. PROHIBITED USE OF CHOKE HOLDS. Officers are prohibited from using the following control holds:\na. Carotid restraint;\nb. Choke hold--choking by means of pressure to the subjectäó»s trachea or other means that prevent breathing.",
  "duty_to_intervene": 1,
  "policy_language_duty_to_intervene": "Yes. I.F: When in a position to do so, officers shall intervene when they know or have reason to know, that another officer is about to use, or is using, unnecessary force. Officers shall promptly report any use of unnecessary force and the efforts made to intervene to a supervisor.",
  "requires_warning_before_shooting": 1,
  "policy_language_requires_warning_before_shooting": "Yes\n Use of Firearms 3.C: 3. VERBAL WARNING. If feasible, and if to do so would not increase the danger to the officer or others, a verbal warning to submit to the authority of the officer shall be given prior to the use of deadly force.",
  "restricts_shooting_at_moving_vehicles": 1,
  "policy_language_restricts_shooting_at_moving_vehicles": "Yes. 2.e: MOVING VEHICLES. An officer shall not discharge a firearm at the operator or occupant of a moving vehicle unless the operator or occupant poses an immediate threat of death or serious bodily injury to the public or an officer by means other than the vehicle. Officers shall not discharge a firearm from his or her moving vehicle.",
  "requires_comprehensive_reporting": 1,
  "policy_language_requires_comprehensive_reporting": "Yes\n Use of Firearms Section D: While the original policy states that officers not required to report when they point a firearm at a civilian, unless it discharges, as of December 11 a new department policy has made pointing firearm now a reportable use of force http://sf-police.org/index.aspx?recordid=1411&page=3763",
  "requires_exhaust_all_other_means_before_shooting": 1,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "Yes. Officers are required to exhaust other reasonable means before resorting to deadly force. \nVI.G: It is the policy of this Department to use deadly force only as a last resort when reasonable alternatives have been\nexhausted or are not feasible to protect the safety of the public and police officers. The use of firearms and other deadly force is the most serious decision an officer may ever make. When safe and feasible under the totality of circumstances, officers shall consider other objectively reasonable force options before discharging a firearm or using other deadly force.",
  "has_use_of_force_continuum": 1,
  "policy_language_has_use_of_force_continuum": "Yes.",
  "link_to_policy_manual": "https://sanfranciscopolice.org/sites/default/files/Documents/PoliceDocuments/Transparency/DGO%205.01.pdf"
}
