{
  "agency_name": "Sunnyvale",
  "overall_score": "62.02%",
  "police_violence_score": "2.11%",
  "police_accountability_score": "98.98%",
  "approach_to_policing_score": "84.97%",
  "use_of_less_lethal_force": null,
  "less_lethal_force_per_arrest": null,
  "rank_of_less_fethal_force_per_arrest": null,
  "percent_of_less_lethal_force_per_arrest": null,
  "deadly_force_incidents": 7,
  "fatality_rate": "0.00%",
  "unarmed_victims_per_arrest": 14.8,
  "percent_of_unarmed_victims_per_arrest": "1.01%",
  "deadly_force_incidents_per_arrest": 14.8,
  "rank_of_deadly_force_incidents_per_arrest": 4,
  "percentile_of_deadly_force_incidents_per_arrest": "3.03%",
  "black_deadly_force_per_arrest_rate": 17.4,
  "black_deadly_force_disparity_per_arrest": 2.39,
  "black_deadly_force_disparity_per_population": 16.49,
  "hispanic_deadly_force_per_arrest_rate": 18.3,
  "hispanic_deadly_force_disparity_per_arrest": 2.51,
  "hispanic_deadly_force_disparity_per_population": 7.91,
  "number_of_people_impacted_by_deadly_force": 7,
  "percent_used_against_people_who_were_not_armed_with_gun": "100.00%",
  "percent_used_against_people_who_were_unarmed": "100.00%",
  "deady_force_against_unarmed_people_per_arrest": 17,
  "percent_of_deadly_force_against_unarmed_people_per_arrest": "1.19%",
  "percent_police_misperceive_the_person_to_have_gun": "100.00%",
  "civilian_complaints_reported": 29,
  "civilian_complaints_sustained": 17,
  "percent_of_civilian_complaints_sustained": "58.62%",
  "rank_of_percent_complaints_sustained": 98,
  "percent_of_complaints_sustained": "98.98%",
  "civilian_complaints_per_100_officers": 13.9,
  "use_of_force_complaints_reported": null,
  "percent_use_of_force_complaints_sustained": null,
  "discrimination_complaints_reported": 0,
  "discrimination_complaints_sustained": 0,
  "percent_discrimination_complaints_sustained": null,
  "criminal_complaints_reported": 0,
  "criminal_complaints_sustained": 0,
  "percent_criminal_complaints_sustained": null,
  "total_arrests": "2,371",
  "percent_misdemeanor_arrests": "56.06%",
  "misdemeanor_arrests_per_population": 8,
  "rank_of_misdemeanor_arrests_per_population": 95,
  "percent_of_misdemeanor_arrests_per_population": "94.95%",
  "percent_drug_possession_arrests": "19.78%",
  "percent_violent_crime_arrests": "11.47%",
  "times_more_misdemeanor_arrests_than_violent_crime": 4.6,
  "murders": 8,
  "murders_cleared": 6,
  "percent_of_murders_solved": "75.00%",
  "disqualifies_complaints": 1,
  "policy_language_disqualifies_complaints": "California Law Enforcement Bill of Rights law imposes 1 year statute of limitations on investigations or no discipline can be imposed\nSection 3304.d.1 Except as provided in this subdivision and subdivision (g), no punitive action, nor denial of promotion on grounds other than merit, shall be undertaken for any act, omission, or other allegation of misconduct if the investigation of the allegation is not completed within one year of the public agency√ïs discovery by a person authorized to initiate an investigation of the allegation of an act, omission, or other misconduct. This one-year limitation period shall apply only if the act, omission, or other misconduct occurred on or after January 1, 1998. In the event that the public agency determines that discipline may be taken, it shall complete its investigation and notify the public safety officer of its proposed discipline by a Letter of Intent or Notice of Adverse Action articulating the discipline that year, except as provided in paragraph (2). The public agency shall not be required to impose the discipline within that one-year period.",
  "restricts_delays_interrogations": 1,
  "policy_language_restricts_delays_interrogations": "California Law Enforcement Officer Bill of Rights:\nLimits the number of interrogators to two\nSection 3303.b All questions directed to the public safety officer under interrogation shall be asked by and through no more than two interrogators at one time\n\nLimits the type of language and incentives used during interrogation\nSection 3303.e The public safety officer under interrogation shall not be subjected to offensive language or threatened with punitive action, except that an officer refusing to respond to questions or submit to interrogations shall be informed that failure to answer questions directly related to the investigation or interrogation may result in punitive action. No promise of reward shall be made as an inducement to answering any question",
  "gives_officers_unfair_access_to_information": 1,
  "policy_language_gives_officers_unfair_access_to_information": "California Law Enforcement Officer Bill of Rights: Gives officers immediate access to the recorded interrogation\nSection 3303.g The public safety officer being interrogated shall have the right to bring his or her own recording device and record any and all aspects of the interrogation.\n\nPolicy Manual:\nAllows officer to review statements\nSection 304.8 The involved officer shall be provided with a copy of his/her prior statement before proceeding with any\nsubsequent interviews.\n\nPermits officer to record interview.\nSection 304.8 Administrative interviews should be recorded by the investigator. The officer may\nalso record the interview (Government Code § 3303(g)).",
  "limits_oversight_discipline": 0,
  "policy_language_limits_oversight_discipline": null,
  "requires_city_pay_for_misconduct": 0,
  "policy_language_requires_city_pay_for_misconduct": null,
  "erases_misconduct_records": 0,
  "policy_language_erases_misconduct_records": null,
  "requires_deescalation": 0,
  "policy_language_requires_deescalation": "No.\n  No requirement to de-escalate situations, when possible.",
  "bans_chokeholds_and_strangleholds": 0,
  "policy_language_bans_chokeholds_and_strangleholds": "No. Carotid Restraints authorized at a level below deadly force.\n \"300.3.4 CAROTID CONTROL HOLD\n The proper application of the carotid control hold may be effective in restraining a violent or\n combative individual. ",
  "duty_to_intervene": 1,
  "policy_language_duty_to_intervene": "Yes. \"300.2.1 DUTY TO INTERCEDE\n Any officer present and observing another officer using force that is clearly beyond that which\n is objectively reasonable under the circumstances shall, when in a position to do so, intercede\n to prevent the use of unreasonable force. An officer who observes another employee use force\n that exceeds the degree of force permitted by law shall promptly report these observations to a\n supervisor",
  "requires_warning_before_shooting": 1,
  "policy_language_requires_warning_before_shooting": "Yes. \"a verbal warning should precede the use of deadly force, where feasible.",
  "restricts_shooting_at_moving_vehicles": 0,
  "policy_language_restricts_shooting_at_moving_vehicles": "No. Allows officers to shoot at moving vehicles when the vehicle itself is the threat if there are no other reasonable means available to stop the threat. \"300.4.1 SHOOTING AT OR FROM MOVING VEHICLES\n  Shots fired at or from a moving vehicle are rarely effective. Officers should move out of the path of\n  an approaching vehicle instead of discharging their firearm at the vehicle or any of its occupants.\n  An officer should only discharge a firearm at a moving vehicle or its occupants when the officer\n  reasonably believes there are no other reasonable means available to avert the threat of the\n  vehicle, or if deadly force other than the vehicle is directed at the officer or others.\n  Officers should not shoot at any part of a vehicle in an attempt to disable the vehicle.",
  "requires_comprehensive_reporting": 0,
  "policy_language_requires_comprehensive_reporting": "No.\n  Officers not required to report when they point a firearm at a civilian, unless it discharges.",
  "requires_exhaust_all_other_means_before_shooting": 0,
  "policy_language_requires_exhaust_all_other_means_before_shooting": "No. Does not require officers to exahust other reasonable means before resorting to deadly force. \"300.4 DEADLY FORCE APPLICATIONS\n Use of deadly force is justified in the following circumstances:\n (a) An officer may use deadly force to protect him/herself or others from what he/she\n reasonably believes would be an imminent threat of death or serious bodily injury.\n (b) An officer may use deadly force to stop a fleeing subject when the officer has probable\n cause to believe that the person has committed, or intends to commit, a felony\n involving the infliction or threatened infliction of serious bodily injury or death, and\n the officer reasonably believes that there is an imminent risk of serious bodily injury\n or death to any other person if the subject is not immediately apprehended. Under\n such circumstances, a verbal warning should precede the use of deadly force, where\n feasible.\n Imminent does not mean immediate or instantaneous. An imminent danger may exist\n even if the suspect is not at that very moment pointing a weapon at someone. For\n example, an imminent danger may exist if an officer reasonably believes any of the\n following:\n 1. The person has a weapon or is attempting to access one and it is reasonable to\n believe the person intends to use it against the officer or another.\n 2. The person is capable of causing serious bodily injury or death without a weapon\n and it is reasonable to believe the person intends to do so.",
  "has_use_of_force_continuum": 0,
  "policy_language_has_use_of_force_continuum": "No use of force continuum found in Policy Manual.",
  "link_to_policy_manual": "https://cdn.muckrock.com/foia_files/2018/06/13/Policy_300_Use_of_Force_Response_to_Resistance__CRITICAL_.pdf"
}
